سالانہ میزانیہ کا گوشوارہ 09-2008
حکومت پاکستان
شعبہ خزانہ اسلام آباد
پیش لفظ
مالی سال 09-2008کی یہ دستاویز قومی اسمبلی اور سینٹ میں پیش کی جارہی ہے۔ اسلامی جمہوریہ پاکستان کے آئین کی شق نمبر (1)80کے مطابق سالانہ میزانیہ کا گوشوارہ جس میں وصولیات اور اخراجات کے تخمینے شامل ہوں کو قومی اسمبلی میں پیش کیا جانا لازمی ہے۔ اسلامی جمہوریہ پاکستان کے آئین کی شق نمبر (1)73 کے مطابق اسے سینٹ میں بھی پیش کیا جاتا ہے۔
آرٹیکل (2)80 کے مطابق سالانہ میزانیہ کا گوشوارہ 09-2008درج ذیل تفصیلات کو علیحدہ علیحدہ ظاہر کرتا ہے۔
وفاقی مجموعی فنڈ اور آئین میں متعین غیر تصویبی اخراجات کو پورا کرنے کیلئے درکار رقوم۔
وفاقی مجموعی فنڈ سے پورے کئے جانے والے دیگر اخراجات کیلئے درکار رقوم۔
یہ دستاویزات ریونیو اکاؤنٹ سے اخراجات اور دیگر اخراجات بشمول جاریہ اور ترقیاتی کے مابین فرق واضح کرتی ہے۔
ریونیو، سرمائے اور بیرونی وصولیات سے متعلقہ تفصیلات اور اضافی معلومات فراہم کرتی ہیں۔
مندرجات
وصولیات۔ خلاصہ 
ریونیو وصولیات
سرمایہ جاتی وصولیات
بیرونی وصولیات 
سرکاری اکاؤنٹ کی صولیات 
اخراجات۔ خلاصہ 
ریونیو اکاؤنٹ سے اخراجات جاریہ 
سرمایہ جاتی اکاؤنٹ سے اخراجات جاریہ 
ریونیو اکاؤنٹ سے ترقیاتی اخراجات
سرمایہ جاتی اکاؤنٹ سے ترقیاتی اخراجات
سرمایہ جاتی اخراجات
سرکاری اکاؤنٹ کے اخراجات
وفاقی مجموعی فنڈ سے غیر تصویبی و تصویبی اخراجات کا تخمینی گوشوارہ 
مطالبہ زر تصرفات برائے اخراجات اور گرانٹس 09-2008
مطالبہ زر وار اخراجات (جدول-I)
مطالبہ زر وار اخراجات (جدول-III)
(روپے ملین میں)
فاعلی کوڈ 
تفصیل 
میزانیہ 08-2007
نظر ثانی شدہ 08-2007
میزانیہ 09-2008
وفاقی مجموعی فنڈ (6+5)
محصولاتی آمدنی
بلا واسطہ ٹیکس 
بلواسطہ ٹیکس 
غیر محصولاتی وصولیات
اداروں اور جائیداد سے آمدنی 
سول انتظامیہ وغیرہ سے وصولیات 
متفرق وصولیات
کل مالیاتی وصولیات (2+1)
قرضوں اور پیشگیوں کی بازیابی 
ملکی قرضہ کی صولیات (قطعی)
کل-اندرونی وصولیات (4+3)
قرضے
امدادی رقوم
سرکاری حساب کی وصولیات (قطعی)
ملتوی شدہ واجبات (قطعی )
ڈپازٹ اور ریزرو (قطعی)
مجموعی وسائل (7+6+5)
منفی وفاقی ٹیکسوں میں سے صوبائی حصہ
قطعی وفاقی وصولیات (9+8)
صوبوں کا جمع کردہ نقد بیلنس 
نج کاری کی پیشرفت 
بینکنگ سیکٹر سے قرضہ
کل وسائل (13+12+11+10)
ریونیو وصولیات کا گوشوارہ 
ریونیو محاصل
آمدنی پر محاصل
بہبود کارکنان محصول 
محصول شمولیت کارکنان
بیرون ملک سفر ٹیکس کے بقایاجات
سرمایہ جاتی قدر ٹیکس 
کسٹم ڈیوٹی 
فروختگی ٹیکس 
وفاقی آبکاری
اسلام آباد دارلحکومتی علاقے کا ٹیکس 
ایئر پورٹ ٹیکس
ایئر پورٹ ٹیکس کے بقایاجات
2007-08 کے میزانیائی اور نظرثانی شدہ تخمینہ میں FBR کی جمع شدہ رقم 1025 بلین رکھی گئی تھی اور08-2007کے میزانیائی تخمینہ میں یہ 1000 بلین روپے ظاہر کی گئی ہے۔
غیر محصولاتی آمدنی 
اداروں اور جائیداد سےکل آمدنی 
ریلوے کا منافع 
کل وصولیات
منفی : فعلی اخراجات
محکمہ پوسٹ آفس کا منافع 
پاکستان ٹیلی کام اتھارٹی کا منافع 
سود 
صوبے 
دیگر 
منقسمات
سول انتظامیہ اور دیگر افعال سے وصولیات
عام انتظامیہ
سٹیٹ بینک آف پاکستان کا فاضل منافع 
دفاعی خدمات
امن و امان 
معاشرتی خدمات
سماجی خدمات
معاشی خدمات
شہریت، قومیت اور پاسپورٹ فیس 
پیٹرولیم کی ترقی پر سرچارج
گیس کی ترقی پر سرچارج 
تیل پر رائلٹی 
گیس پر رائلٹی 
خام تیل کی قیمت میں رعایت 
کل محصولاتی وصولیات (2+1)
سرمایہ جاتی وصولیات کو گوشوارہ 
قرضوں اور پیشگیوں کی بازیابی 
مستقل قرضوں کی صولیات
وفاقی سرمایہ کاری بانڈ(بینک)
گورنمنٹ بانڈز
پاکستان سرمایہ کاری بانڈز (بینک)
پاکستان سرمایہ کاری بانڈز (غیر بینک)
دائرہ قرضہ
انعامی بانڈز
مارکیٹ ٹریژری بلز
ٹریژری بلز بذریعہ نیلام 
دیگر بلز 
پیشگی ذرائع آمدن
کیش کریڈٹ کی گنجائش
حکومتی کاروباری کاغذ
مجموعی سرمیہ جاتی وصولیات I+II
ملکی قرضوں کی صولیات (I+II)
ملکی قرضوں کی ادائیگی (صفحہ نمبر 16)
قطعی ملکی قرضے کی وصولیات 
کل مجموعی وفاقی ملکی وصولیات (4+3)
بیرونی وصولیات کا گوشوارہ 
پراجیکٹ قرضف
وفاقی 
صوبائی 
پروگرام قرضے
زلزلہ زدگان قرضے
دیگر قرضے
اسلامی ترقیاتی بینک
چائنہ بینک 
گل بل بانڈز
امداد
پراجیکٹ امداد 
میزانیائی امدادی رقوم
زلزلہ زدگان امداد 
کل بیرونی صولیاتی (I+II)
سرکاری اکاؤنٹ کی وصولیات کا گوشوارہ 
ملتوی شدہ واجبات (قومی بچت سکیم)
سیونگ بینک ڈپازٹس
سیونگ بینک اکاؤنٹس
خاص ڈیپازٹس اکاؤنٹس
ماہانہ آمدنی اکاؤنٹس
سپیشل سیونگ اکاؤنٹس
پنشنرز بہبود اکاؤنٹس
وفاقی سیونگ سرٹیفکیٹس 
ڈیفنس سیونگ سرٹیفکیٹس 
بہبود سیونگ سرٹیفکیٹس
وفاقی ڈپازٹس سرٹیفکیٹس
نیشنل ڈیپازٹس سرٹیفکیٹس 
خاص ڈیپازٹس سرٹیفکیٹس 
سپیشل سیونگ سرٹیفکیٹس (رجسٹرڈ)
ریگولر انکم سرٹیفکیٹس
سٹیٹ پراویڈنٹ فنڈ
دیگر اکاؤنٹس
پوسٹل لائف انشورنس فنڈ
کل ملتوی شدہ واجبات (I+II+III+IV)
سرکاری اکاؤنٹ کی مجموعی وصولیات
سرکاری اکاؤنٹ سے اخراجات 
سرکاری اکاؤنٹ سے قطعی وصولیات 
ڈپازٹس اور ریزروز
ملازمین بینوویلنٹ فنڈ
کارکنان کی بہبود کا فنڈ
ملازمین کا گروپ انشورنس فنڈ
پوسٹ آفس کا تجدیدی ریزرو فنڈ
ریلوے کا ریزرو فنڈ
ریلوے کی فرسودگی کا ریزرو فنڈ
چیف ايگزیکٹو کا خشک سالی کے لئے فنڈ
سنٹرل ریسرچ فنڈ
2005کے متاثرین زلزلہ کے لئے صدارتی فنڈ
اقلیتوں کی فلاح و بہبود کا خصوصی فنڈ
ترقی برآمدات فنڈ
بیرونی قرضوں کے مبادلہ پر خطرات کا فنڈ
پاکستان ٹکسال 
مجموعی صولیات 
اخراجات ٭(صفحہ 18)
قطعی وصولیات 
سرکاری اکاؤنٹ خلاصہ 
سرکاری اکاؤنٹ کی مجموعی وصولیات (2+1)
سرکاری اکاؤنٹ کے اخراجات (صفحہ 18)
سرکاری اکاؤنٹس کی صولیات (قطعی)
اخراجات ۔خلاصہ 
ریونیو اکاؤنٹس سے اخراجات جاریہ 
عام سرکاری خدمات 
دفاعی امور و خدمات
سرکاری احکامات اور حفاظتی امور
معاشی امور 
ماحول کا تحفظ
رہائشی اور معاشرتی اشیاء
صحت 
تفریح، ثقافت اور مذہب 
تعلیمی امور اور خدمات 
سماجی تحفظ
ریونیو اکاؤنٹ سے ترقیاتی اخراجات (PSDP)
ریونیو اکاؤنٹ سے دیگر ترقیاتی اخراجات
سرمایہ جاتی اکاؤنٹ سے ترقیاتی اخراجات (PSDP)
(سرکاری شعبہ کا کل ترقیاتی پروگرام ) 
 پی ایس ڈی پی میں عملی تخفیف کا اندازہ
کل اخراجات (3+2+1)
اخراجات کی تفصیل 
پی ایس ڈی پی میں عملی تخفیف کا اندازہ 
کل اخراجات 
ایگزیکٹو اور قانون ساز ادارے، معاشی و مالی امور بیرونی امور 
مصارف قرضہ 
غیر ملکی قرضے کے مصارف
غیرملکی قرضے کی ادائیگی 
ملکی قرضے کے مصارف 
پنشن وکہن سالی الاؤنسز
بیرونی معاشی امداد 
منتقلیاں
عام خدمات 
بنیادی تحقیق 
آر اینڈ ڈی عام سرکاری خدمات 
عام سرکاری خدمات کی انتظامیہ 
عام سرکاری خدمات جن کا کہیں ذکر نہیں 
دفاعی معاملات اور خدمات 
فوجی دفاع 
ملازمین سے متعلقہ اخراجات 
عملی اخراجات 
مادی اثاثہ جات 
تعمیرات عامہ 
کم وصولیات 
دفاعی انتظامیہ 
عدالتیں 
پولیس 
آگ سے تحفظ
قیدیوں کی انتظامیہ اور آپریشن
آر اینڈ ڈی سرکاری احکامات اور حفاظتی امور 
سرکاری احکامات کی انتظامیہ
معاشی 
عام معاشی، تجارتی اور محنت کے امور 
زراعت، خوراک ، آبپاشی ، جنگلات اور ماہی گیری 
ایندھن و توانائی 
کان کنی اور مینوفیکچرنگ
ٹرانسپورٹ اور تعمیرات 
مواصلات 
دیگر صنعتیں 
ضیاع آب کا انتظام 
رہائشی اور معاشرتی سہولیات 
معاشرتی ترقی 
طبی مصنوعات اور آلات 
ہسپتالوں کی خدمات 
صحت کی سرکاری خدمات 
آر ایند ڈی صحت 
صحت انتظامیہ 
تفریح، ثقافت اور مذہب 
تفریح اور کھیلوں کی خدمات 
ثقافتی خدمات 
نشرواشاعت 
مذہبی امور 
نشرواشاعت، تفریح، ثقافت کے انتظامیہ 
پرائمری اور قبل از پرائمری تعلیمی امور خدمات
ثانوی تعلیمی امور اور خدمات 
تیسری سطح کے تعلیمی امور اور خدمات
تعلیمی امور وخدمات جن کی کہیں درجہ بندی نہ ہو 
تعلیم کیلئے اعانتی خدمات 
انتظامیہ 
تعلیمی امور وخدمات جن کی کہیں درجہ بندی نہ ہو 
ديگر
سرمایہ جاتی اکاؤنٹ سے جاریہ اخراجات
عام سرکاری خدمات 
مختصر مدت کے بیرونی قرضوں کی واپسی 
وفاقی متفرق سرمایہ کاری 
وفاقی حکومت کے دیکر قرضے اور پیشگیاں
عام معاشی تجارتی و محنت کے امور 
زراعت، خوراک ، آبپاشی ، جنگلات اور ماہی گیری 
عام سرکاری خدمات
ایگزیکٹو اور قانون ساز ادارے، معاشی و مالی امور بیرونی امور 
عام سرکاری خدمات جن کا کہیں ذکر نہیں 
دفاعی انتظامیہ 
قانونی عدالتیں
عام معاشی، تجارتی اور محنت کے امور 
زراعت، خوراک ، آبپاشی ، جنگلات اور ماہی گیری 
تعمیراتی شعبہ
پانی کی فراہمی 
صحت 
بیرونی مریضوں کی خدمات 
آر اینڈ ڈی صحت 
صحت کی انتظامیہ
تفریح اور کھیلوں کی خدمات 
نشرواشاعت
پرائمری اور قبل از پرائمری تعلیمی امور خدمات
ثانوی تعلیمی امور اور خدمات 
تعلیمی امور وخدمات جن کی کہیں درجہ بندی نہ ہو 
انتظامیہ 
دیگر 
ریوینو اکاؤنٹ سے ترقیاتی اخراجات (پی ایس ڈی پی)
ریونیو اکاؤنٹ سے دیگر ترقیاتی اخراجات
ایس ایم ای سیکٹر کا ترقیاتی پروگرام 
افغانستان کی تعمیر نو کے لئے مختص رقم 
پاکستان میں غربت کا خاتمہ کا فنڈ (کے ایف ڈبلیو کا منصوبہ)
یوریا کھاد کی درآمد کے لئے TCPکو اعانت 
درآمد کنندگان کو پوٹاشک اور فاسفورٹک کھاد
سرکاری شعبہ کی ترقیاتی پروگرام 
انتظامی، قانون ساز ادارےمالی و معاشی امور، بیرونی امور 
آر اینڈ ڈی کے تحت عام سرکاری خدمات
عام معاشی، تجارتی اور محنت کے امور 
تعمیرات اور ٹرانسپورٹ
منفی ریلوے سے بازیابی 
سرکاری شعبہ کی ترقیاتی پروگرام 
کل ترقیاتی اخراجات (A+B)
کل اخراجات (جاریہ+ترقیاتی)
مستقل قرضہ۔ ملکی 
وفاقی سرمایہ کاری بانڈ(بنکی)
وفاقی سرمایہ کاری بانڈ (غیرملکی)
پاکستان سرمایہ کاری بانڈز (بنکی)
پاکستان سرمایہ کاری بانڈز (غیر بنکی)
فارن ایکسچینج بیرر سرٹیفکیٹ
فارن کرنسی بیرر سرٹیفکیٹ
یو ایس ڈالر بیرر سرٹیفکیٹس 
سپیشل یو ایس ڈالر بانڈز
دائر قرضہ 
پرائز بانڈز
دیگر بلز 
ذرائع آمدن و پیشگیاں 
نقد قرصے کی گنجائش
کل سرکاری قرضے کی واپسی (I+II)
کل وفاقی مجموعی فنڈ سے ادائیگیاں (III+IV)
خاص ڈپازٹ اکاؤنٹ
سپیشل سیونگ اکاؤنٹس
وفاقی ڈپازٹ سرٹیفکیٹس 
سپیشل سیونگ سرٹیفکیٹس (بیرر)
کل ملتوی شدہ واجبات 
ڈپازٹ اور ریزرو 
ملازمین کا بینوویلنٹ فنڈ 
وفاقی ملازمین کا گروپ انشورنس فنڈ 
2005کے متاثرین زلزلہ کے لئے صدارتی فنڈ
بیرونی قرضوں کے مبادلہ پر خطرات کا فنڈ
کپاس پر ٹیکس کا فنڈ 
متاثرین سیلاب کے لئے صدارتی ریلیف فنڈ 
متفرق فنڈ
کل ڈپازٹس اور ریزروز
کل سرکاری اکاؤنٹس کے اخراجات (1+2)
وفاقی مجموعی فنڈ سے تصویبی اور غیر تصویبی اخراجات کا تخمینی گوشوارہ 
ریونیو اکاؤنٹس سے اخراجات 
جاریہ 
ترقیاتی 
کل منظور شدہ 
غیرتصویبی 
تصویبی 
سرمایہ جاتی اکاؤنٹس سے اخراجات
ترقیاتی 
وفاقی مجموعی فنڈ سے کل اخراجات 
اخراجات جاریہ 
ترقیاتی اخراجات 
کل غیر تصویبی 
کل دیگر تصویبی 
جدول I
یکم جولائی 2008ء کو شروع ہونے والے اور 30جون 2009ء کو ختم ہونے والے مالی سال کے لئے وفاقی مجموعی فنڈ سے پورے ہونے والے تصرفات برائے اخراجات اور گرانٹس کے لئے مطالبات زر 
مطالبہ زر وار اخراجات برائے مالی سال 09-2008
کابینہ 
شعبہ کابینہ 
ہنگامی حالات کے لئے امداد اور وطن واپسی 
شعبہ کابینہ کے دیگر اخراجات 
شعبہ بین الصوبائی رابطہ 
شعبہ عملہ 
وفاقی پبلک سروس کمیشن
شعبہ عملہ کے دیگر اخراجات 
وزیراعظم سیکرٹریٹ 
قومی ادارہ برائے احتساب 
قومی ادارہ برائے تعمیر نو
وزیراعظم معائنہ کمیشن 
ایٹمی توانائی
سٹیشنری و چھپائی 
شعبہ تجارت 
شعبہ مواصلات 
شعبہ مواصلات کے دیگر اخراجات 
محکمہ ڈاک پاکستان 
شعبہ ثقافت 
شعبہ ثقافت کے دیگر اخراجات 
شعبہ دفاع 
موسمیات 
سروے آف پاکستان 
چھاؤنیوں اور گریژنوں میں وفاقی حکومت کے تعلیمی ادارے 
دفاعی خدمات 
شعبہ دفاعی پیداوار 
شعبہ اقتصادی امور 
شعبہ شماریات 
شعبہ تعلیم 
اعلی تعلیمی کمیشن 
دارلحکومت اور وفاقی علاقوں میں وفاقی حکومت کے تعلیمی ادارے 
شعبہ ماحولیات 
جنگلات 
محکمہ حیواناتی سروے 
شعبہ خزانہ 
کنٹرولر جنرل آف اکاؤنٹس 
قومی بچت 
شعبہ خزانہ کے دیگر اخراجات 
الاؤنسز برائے کہن سالی و پنشن
وفاقی وصوبائی حکومتوں کے مابین امدادی رقوم اور متفرق تطبیق 
اعانتیں اور متفرق اخراجات
شعبہ مالیات 
مرکزی مجلس مال 
بری کسٹم ومرکزی آب کاری 
فروختگی ٹیکس 
محصولات آمدنی و محصول کارپوریشن 
شعبہ خوراک، زراعت و مواشی 
زرعی تحقیق 
شعبہ خوراک، زراعت و مواشی کے دیگر اخراجات
شعبہ امور خارجہ 
امور خارجہ 
شعبہ امور خارجہ کے دیگر اخراجات 
شعبہ صحت 
طبی خدمات 
صحت عامہ 
شعبہ تعمیرات واقامت کاری 
تعمیرات عامہ 
اسٹیٹ آفسز
وفاقی اقامت گاہیں
شعبہ صنعت و پیداوار 
محکمہ فروغ سرمایہ کاری و رسد شعبہ صنعت و پیداوار کے دیگر اخراجات
شعبہ اطلاعات ونشریات
نظامت اشاعت، خبرنامہ ودستاویزی فلمیں 
محکمہ صحافت و اطلاعات
بیرون ملک اطلاتی خدمات 
شعبہ اطلاعات ونشریات کے دیگر اخراجات 
شعبہ انفارمیشن ٹیکنالوجی اور ٹیلی مواصلات 
شعبہ داخلہ 
اسلام آباد 
ادارہ پاسپورٹ 
مسلح شہری دستے 
سرحدی کانسٹیبلری 
پاکستان کوسٹ گارڈز
پاکستان رینجرز 
شعبہ داخلہ کے دیگر اخراجات 
شعبہ امور کشمیر اور شمالی علاقہ جات 
شعبہ امور کشمیر اور شمالی علاقہ جات کے دیگر اخراجات 
شمالی علاقہ جات 
شعبہ محنت اور افرادی قوت 
شعبہ محنت اور افرادی قوت کے دیگر اخراجات 
شعبہ بیرون ملک پاکستانیز 
شعبہ قانون انصاف 
شعبہ حقوق انسانی 
شعبہ قانون وانصاف کے دیگر اخراجات 
شعبہ بلدیات و دیہی ترقی 
شعبہ اقلیتی امور 
شعبہ انسداد منشیات 
قومی اسمبلی 
سینٹ 
شعبہ پارلیمانی امور 
شعبہ پٹرولیم وقدرتی وسائل 
طبقات الاراضی سروے 
شعبہ پٹرولیم وقدرتی وسائل کے دیگر اخراجات 
شعبہ منصوبہ بندی وترقی 
شعبہ بہبود آبادی 
شعبہ نجکاری اور سرمایہ کاری 
شعبہ سرمایہ کاری 
سرمایہ کاری بورڈ 
شعبہ بندرگاہیں اور سمندری جہاز رانی 
پاکستان ریلویز 
شعبہ مذہبی امور، زکواۃوعشر
اسلامی نظریاتی کونسل 
شعبہ مذہبی امور، زکواۃوعشر کے دیگر اخراجات 
شعبہ سائنٹفک اور ٹیکنالوجیکل تحقیق 
شعبہ سائنٹفک اور ٹیکنالوجیکل تحقیق کے دیگر اخراجات 
شعبہ سماجی بہبود اور خصوصی تعلیم 
شعبہ سماجی بہبود اور خصوصی تعلیم کے دیگر اخراجات 
شعبہ کھیل 
شعبہ ریاستیں اور سرحدی علاقہ جات 
سرحدی علاقہ جات 
وفاق کے زیرانتظام قبائلی علاقہ جات 
سابق حکمرانوں کے بھتہ جات 
افغان مہاجرین 
شعبہ ٹیکسٹائل انڈسٹری 
شعبہ سیاحت 
شعبہ سیاحت کے دیگر اخراجات 
شعبہ پانی وبجلی 
شعبہ ترقی خواتین
شعبہ امور نوجوانان 
خوراک کی خرید پر مصارف سرمایہ 
کھاد کی خرید پر مصارف سرمایہ 
شعبہ امور کشمیر اور شمالی علاقہ جات کی جانب سے خرید پر مصارف سرمایہ 
اصلاحات اراضی پر مصارف سرمایہ 
متفرق وفاقی سرمایہ کاری 
وفاقی حکومت کے دیگر قرضے اور پیشگی رقوم 
شعبہ کابینہ کے ترقیاتی اخراجات 
شعبہ عملہ کے ترقیاتی اخراجات 
قومی ادارہ برائے تعمیر نو کے ترقیاتی اخراجات 
شعبہ تجارت کے ترقیاتی اخراجات 
شعبہ مواصلات کے ترقیاتی اخراجات 
شعبہ ثقافت کے ترقیاتی اخراجات 
شعبہ دفاع کے ترقیاتی اخراجات 
چھاؤنیوں اور گریژنوں میں وفاقی  تعلیمی اداروں کے ترقیاتی اخراجات 
شعبہ دفاعی پیداوار کے ترقیاتی اخراجات 
شعبہ معاشی امور کے ترقیاتی اخراجات 
شعبہ شماریات کے ترقیاتی اخراجات 
شعبہ تعلیم کے ترقیاتی اخراجات 
شعبہ ماحولیات کے ترقیاتی اخراجات 
شعبہ خزانہ کے ترقیاتی اخراجات 
دیگر ترقیاتی اخراجات 
سرکاری شعبہ کی ترقیاتی پروگرام کے علاوہ ترقیاتی اخراجات 
شعبہ مالیات کے ترقیاتی اخراجات 
شعبہ خوراک، زراعت اور مواشی کے ترقیاتی اخراجات 
زرعی تحقیق کے ترقیاتی اخراجات 
شعبہ صحت کے ترقیاتی اخراجات 
شعبہ اطلاعیات ونشریات کے ترقیاتی اخراجات 
شعبہ انفارمیشن ٹیکنالوجی اور ٹیلی مواصلات کے ترقیاتی اخراجات
شعبہ داخلہ کے ترقیاتی اخراجات 
شعبہ امور کشمیر اور شمالی علاقہ جات کے ترقیاتی اخراجات 
شعبہ محنت وافرادی قوت کے ترقیاتی اخراجات 
شعبہ سمندرپارپاکستانیز کے ترقیاتی اخراجات 
شعبہ قانون، انصاف کے ترقیاتی اخراجات 
شعبہ بلدیات و دیہی ترقی کے ترقیاتی اخراجات 
شعبہ انسداد منشیات کے ترقیاتی اخراجات 
شعبہ پٹرولیم وقدرتی وسائل کے ترقیاتی اخراجات 
شعبہ منصوبہ بندی وترقی کے ترقیاتی اخراجات 
شعبہ بہبود آبادی کے ترقیاتی اخراجات 
شعبہ سائنٹفک اور ٹیکنالوجیکل تحقیق کے ترقیاتی اخراجات 
شعبہ سماجی بہبود و خصوصی تعلیم کے ترقیاتی اخراجات 
شعبہ کھیل کے ترقیاتی اخراجات 
وفاق کے زیرانتظام قبائلی علاقہ جات کے ترقیاتی اخراجات 
شعبہ ٹیکسٹائل انڈسٹری کے ترقیاتی اخراجات 
شعبہ سیاحت کے ترقیاتی اخراجات 
شعبہ پانی وبجلی کے ترقیاتی اخراجات 
شعبہ ترقی خواتین کے ترقیاتی اخراجات 
شعبہ امور نوجوانان کے ترقیاتی اخراجات 
ایٹمی توانائی کی ترقی پر مصارف سرمایہ 
وفاقی حکومت کی جانب سے غیرملکی ترقیاتی قرضے اور پیشگی رقوم
وفاقی حکومت کی سرمایہ کاری پر مصارف سرمایہ 
وفاقی حکومت کی جانب سے ترقیاتی قرضے اور پیشگی رقوم
شعبہ امور خارجہ کے تعمیراتی کاموں پر مصارف سرمایہ 
تعمیرات عامہ پر مصارف سرمایہ 
صنعتی ترقی پر مصارف سرمایہ 
پٹرولیم وقدرتی وسائل پر مصارف سرمایہ 
بندرگاہوں اور سمندری جہاز رانی پر مصارف سرمایہ 
پاکستان ریلویز پر مصارف سرمایہ 
عملہ،خانہ داری اور صدر کے الاؤنسز
مصارف بیرونی قرضہ جات 
بیرونی قرضہ جات کی واپسی 
قلیل المیعاد بیرونی قرضوں کی واپسی 
آڈٹ 
مصارف ملکی قرضہ جات 
ملکی قرضہ جات کی واپسی 
عدالت عظمی 
اسلام آباد ہائی کورٹ 
انتخابات 
وفاقی محتسب 
وفاقی ٹیکس محتسب 
کل 
جدول III
اخراجات فاعلی زمرہ بندی 
زمرہ بندی 
ملازمین سے متعلقہ اخراجات 
تنخواہ 
افسروں کی تنخواہ 
دیگر عملہ کی تنخواہ 
الاؤنسز
ریگولر الاؤنسز 
دیگر الاؤنسز (علاوہ TA)
پراجیکٹ قبل از سرمایہ کاری کا تجزیہ 
عملی مصارف 
ملازمین کی ریٹائرمنٹ کے مفادات 
گرانٹس، اعانتیں اور معاف کردہ قرضے 
سود کی ادائيگی
پیشگیاں اور قرضے 
مادی اثاثے 
اصل زر کی واپسی 
سرمایہ کاری 
مرمت و بحالی 
کل اخراجات
وفاقی تلخیص میزانیہ2009-2008
وفاقی تلخیص میزانیہ
حکومت پاکستان
فنانس ڈویژن
فنانس ڈویژن
اسلام آباد
پیش لفظ
پیش لفظ
تلخیص میزانیہ کی تشکیل اس طریق کار کے تحت کی جاتی ہے کہ یہ وصولیات، اخراجات اور نتیجہ خیز متوازن میزانیہ کی مکمل تفصیلات کا خلاصہ پیش کرے۔
اس کی تیاری میں اس بات کا خاص خیال رکھا جاتا ہے کہ وفاقی حکومت کے تمام میزانیائی افعال کے بارے میں لازمی تفصیلات کی جانب توجہ مرکوز کرائی جا سکے۔
یہ امید کی جاتیہے کہ اس تناظر میں یہ معلومات مفید ثابت ہوں گی۔
یہ وفاقی بجٹ، پانچویں بار اس مخصوص میزانیاتی اور حساباتی زمرہ بندی کے مطابق تیار کیا گیا ہے جس کی منظوری حکومت پاکستان نے دی ہے۔
اور یہ نئے حساباتی ماڈل کا ایک لازمی حصہ ہے ۔زمرہ بندی کا نیا نظام اخراجات اور وصولیات کی زیادہ جامع زمرہ بندی کرتا ہے بہ نسبت اس نظام زمرہ بندی کے جسے وفاقی حکومت نے 80-1979 میں اپنایا تھا۔
قارئین کی سہولت کے لیے اعانتوں، قرضوں اور پیشگی رقوم کے بارے میں اضافی معلومات علیحدہ سے شامل کی گئی ہیں۔
یہ امید کی جاتی ہے کہ آئندہ چند سالوں میں نظام نو کے ثمرات بھر پور انداز میں رونما ہوں گے جس سے میزانیائی معلومات مزید سود مند اور استعمال کنند گان کے لیے زیادہ سہولت کا پیش خیمہ ثابت ہوں گی۔
فرخ قیوم
سیکریٹری ، حکومت پاکستان
وزارت خزانہ
اسلام آباد 11 جون 2008ء
مندرجات
مندرجات
صفحہ نمبر
باب اول۔ میزانیہ 2008-2007 کا جائزہ
میزانیہ کا جائزہ
باب
نمایاں خدوخال
تقابلی جائزہ میزانیہ اور نظر ثانی شدہ
وسائل
ریونیو وصولیات
بیرونی وسائل
اخراجات
باب دوئم۔ 2009-2008کا میزانیہ
میزانیہ
میزانیہ کی تقابلی صورت حال
باب سوئم۔ وسائل کی صورتحال
وسائل کی صورت حال
اندرونی مسائل
ریونیو وصولیات
صوبوں کی جانب سے PSDP کی سیلف فنانسنگ
صوبوں کے نقد بیلنس میں تبدیلی
بیرونی وسائل
باب چہارم۔ وفاقی ریونیو وصولیات میں صوبوں کا حصہ
وفاقی ریونیو وصولیات میں صوبوں کا حصہ
باب پنجم۔ اخراجات جاریہ
اخراجات جاریہ
عام سرکاری خدمات
دفاعی امور اور خدمات
معاشی امور
ماحولیاتی تحفظ
صحت کے امور اور خدمات
تفریح، ثقافت اور مذہب
تعلیم کے امور اور خدمات
سماجی تحفظ
باب ششم۔ ریلیف اور اعانتیں
ریلیف اور اعانتیں
باب ہفتم۔ سرکاری شعبہ کاترقیاتی پروگرام (PSDP) ، 2009-2008
سرکاری شعبہ کا ترقیاتی پروگرام
باب ہشتم ۔ قرضے اور سرمایہ کاری
قرضے اور سرمایہ کاری
جاریہ قرضے 
ترقیاتی قرضۓ
جاریہ سرمایہ کاری
باب نہم۔ وسط مدتی میزانیائی فریم ورک (MTBF)
وسط مدتی میزانیائی فریم ورک
میزانیہ 09-2008ایک نظر میں
ایک نظر میں
باب اول۔ 
میزانیہ 2008-2007 کا جائزہ
نمایاں خدوخال
نمایاں خدوخال
نیمایاں خدوخال درج ذیل تھے
میزانیہ 08-2007 کے نمایاں خدوخال درج ذیل تھے۔
میزانیہ کا کل حجم
تھا
2007-08 کے میزانیہ کا کل حجم 1549 بلین روپے تھا
یہ تھا
میزانیائی تخمینوں کے کل حجم سے
یہ 07-2006 کے میزانیائی تخمینوں کے کل حجم سے 17.9 فیصد ہے۔
جاریہ اخراجات کا تخمینہ
جاریہ اخراجات کاتخمینہ 1056 بلین روپے تھا اور ترقیاتی اخراجات کا تخمینہ 543 بلین روپے تھا۔
جاریہ اخراجات زیادہ ہیں
2007-08 میں جاریہ اخراجات نظر ثانی شدہ تخمینہ سے 22.8 بلین روپے کم تھے۔
2007-08 میں ترقیاتی اخراجات میں 07-2006 کے نظر ثانی شدہ تخمینہ سے 31.8 فیصد اضافہ ہوا۔
2007-08 کے لیے میزانیائی تخمینے کے کل حجم میں اخراجات جاریہ کاحصہ 66 فیصد تھا جوکہ 07-2006 کے نظر ثانی شدہ تخمینے میں 72.4 فیصد تھا۔
2007-08 میں اخراجات میں عام سرکاری خدمات ( بشمول مصارف قرضہ، منتقلی/ ادائیگياں اور کہن سالی الاؤنس ) کا حصہ 60.8 فیصد تھا۔
2007-08 میں سرکاری ترقیاتی پروگرام کا حجم 520 بلین روپے تھا۔
جبکہ دیگر ترقیاتی اخراجات کیلئے 23 ارب روپے مختص کیے گئے تھے۔
جو کہ 07-2006 کے نظرثانی شدہ تخمینہ سے 31.8 فیصد زیادہ تھا۔
2007-08 میں ذرائع آمد ن میں اضافے کا تخمینہ 1394بلین روپے تھا جبکہ سال 07-2006 میزانیائی تخمینے میں یہ 1100 بلین تھا۔
2007-08 میں قطعی مالیاتی وصولیوں کا تخمینہ 902 بلین روپے تھا جو کہ 07-2006 کے میزانیائی تخمینے کے مقابلے میں 28 فیصد اضافہ ظاہر کرتا ہے۔
2007-08 میں سرمایہ جاتی وصولیات (قطعی) کا تخمینہ 59 بلین روپے تھا ۔ جبکہ 07-2006 کے میزانیائی تخمینوں میں یہ 16 بلین روپے تھا۔
2007-08 میں بیرونی وصولیات 259 بلین روپے تھی جو کہ 07-2006 کے نظر ثانی شدہ میزانیائی تخمینے سے 8 فیصد کا اضافہ ظاہر کرتی ہے۔
2007-08 میں وفاقی مالیاتی وصولیات میں صوبائی حصہ 466 بلین روپے تھا جو کہ 07-2006 کے میزانیائی تخمینے سے 23.2 فیصد زیادہ تھا۔
مذکورہ بالا خدوخال کی روشنی میں
میزانیائی تخمینوں  کے درمیان موازنہ 
نظر ثانی شدہ تخمینے
مذکورہ بالا خدوخال کی روشنی میں 08-2007 کے میزانیائی تخمینوں اور نظر ثانی شدہ تخمینوں کے درمیان موازنہ درج ذیل گوشوارے میں کیاگيا ہے۔
گوشوارہ
گوشوارہ ۔1
میزانیائی تخمینوں کا موازنہ
2007-2008 کے میزانیائی تخمینوں اور نظر ثانی شدہ تخمینوں کا موازنہ 
خلاصہ
روپے بلین میں
زمرہ بندی
میزانیہ
نظر ثانی شدہ
وسائل
اندرونی وسائل
ریونیو وصولیات (قطعی)
سرمایہ جاتی وصولیات (قطعی)
صوبوں کی طرف سے PSDP کی فنانسنگ
اخراجات
اخراجات جاریہ
ترقیاتی اخراجات (PSDP)
دیگر ترقیاتی اخراجات
PSDP میں عملی کمی کا تخمینہ
نجکاری کی پیشرفت
بنک کے قرضے
وسائل
اندرونی وصولیات
اندرونی وسائل، ریونیو وصولیات (ٹیکس اور نان ٹیکس)  سرمایہ جاتی وصولیات سے حاصل کیے جاتے ہیں
قطعی سرمایہ جاتی وصولیات 
اندرونی وسائل، ریونیو وصولیات (ٹیکس اور نان ٹیکس) اور قطعی سرمایہ جاتی وصولیات سے حاصل کیے جاتے ہیں۔
گوشوارہ 2 میزانیہ ظاہر کرتا ہے
اور نظر ثانی شدہ تخمینے
2008-08 کے لیے
ٹیکس
اور نان ٹیکس وصولیات
جبکہ گوشوارہ 3 تفصیل ظاہر کرتا ہے
قطعی سرمایہ جاتی وصولیات
گوشوارہ 2 ، 08-2007 کے لیے ٹیکس اور نان  ٹیکس وصولیات کے میزانیائی اور نظر ثانی شدہ تخمینے ظاہر کرتا ہے۔ جبکہ گوشوارہ 3 قطعی سرمایہ جاتی وصولیات کی تفصیل ظاہر کرتا ہے۔
گوشوارہ۔2
ریونیو وصولیات (2008-2007)
A ۔ ٹیکس ریونیو
بلاواسطہ ٹیکس
بلواسطہ ٹیکس
B۔ نا ن ٹیکس ریونیو
جائيداد اور اداروں سے آمدنی
وصولیات
سول انتظامیہ 
دیگر افعال اور
مالیاتی وصولیاں (مجموعی)
منفی صوبائی حصہ
مالیاتی وصولیاں (قطعی)
سول انتظامیہ اور دیگر امور اور متفرق وصولیات میں بالترتیب 60.9 فیصد اور 4.2 فیصد اضافہ ہوا ہے۔
میزانیائی تخمینے کے مقابلے میں محصولاتی آمدنی میں خفیف سی کمی ہوئی جبکہ غیر محصولاتی آمدی 337593 ملین روپے سے بڑھ کر 393349 ملین روپے ہوگئی ہے گو یا 16.5 فیصد اضافہ۔ 
محصولاتی آمدنی میں خفیف سی کمی ہوئی
میزانیائی تخمینے کے مقابلے میں جبکہ غیر محصولاتی آمدنی بڑھ گئی
ملین
یا اضافہ
متفرق وصولیات میں اضافہ اور
2007-08 کے میزانیہ میں قطعی محصولاتی آمدنی کی مد میں صوبوں کا حصہ منہا کرنے کے بعد اس کا تخمینہ 902175 ملین روپے لگایا گیا تھا۔
صوبوں کا حصہ منہا کرنے کے بعد
قطعی محصولاتی آمدنی کا تخمینہ لگایا گیا
مزانیہ میں ملین
2007-08 کے نظر ثانی شدہ تخمینے میں اب اس کا تخمینہ 941716 ملین روپے ہے۔گویا اس میں 4.4 فیصد کا اضافہ ہوا۔
اب اس کا تخمینہ 
ملین نظر ثانی شدہ تخمینے 
سرمایہ جاتی وصولیات (قطعی)
نظر ثانی شدہ تخمینوں میں سرمایہ جاتی وصولیات ( قطعی) میں 84299 ملین روپے کا اضافہ ہوا۔ 
سرمایہ جاتی وصولیات (قطعی) متوقع ہیں
حسب ذیل گوشوارہ سے اس کی تفصیل ظاہر ہوتی ہے۔
گوشوارہ ۔3
 وصولیات (A+B) 
وفاقی مجموعی فنڈ
قرضوں کی باز یابی
بازیابی
قرضوں کی
مستقل قرضہ
دائر قرضہ
سرکاری اکاؤنٹ
 ادائیگیاں
سرمایہ جاتی وصولیات (قطعی) (I-II)
بیرونی وسائل
حکومت قرضے اور امدادی رقوم حاصل کر کے سرمایہ جاتی اور ترقیاتی اخراجات پر صرف کرتی ہے۔
حکومت قرضے  حاصل کرتی ہے
اور امداد سرمایہ جاتی اخراجات کے لیے
اور ترقیاتی اخراجات 
بیرونی وسائل کاتخمینہ 08-2007 میں 258533 ملین روپے تھا۔ جو نظر ثانی شدہ تخمینے میں 275406 ملین روپے ہوگیاہے۔ جس سے 6.5 فیصد کا اضافہ مترشح ہوتاہے۔
بیرونی وسائل
کا تخمینہ
تخمینہ ہوگیا ہے
اضافہ کی وجہ
وصولیات
دوسرے ذرائع
درج ذیل گوشوارہ تفصیل ظاہر کرتاہے۔
گوشوارہ۔ 4
بیرونی قرضے
پراجیکٹ قرضے
پروگرام قرضے
زلزلہ زدگان کیلئے قرضے
گلوبل بانڈز
دیگر امداد
بیرونی گرانٹس
کل (I+II)
2007-08 کے جاریہ اور ترقیاتی اخراجات کے میزانیائی اور نظر ثانی شدہ تخمینے کے مابین موازنہ گوشوارہ 5 میں دیا گیا ہے۔
گوشوارہ۔ 5
اخراجات جاریہ اور ترقیاتی
ترقیاتی اخراجات اور 
موجودہ
A جاریہ
دفاعی امور و خدمات
ماحول کا تحفظ
رہائشی
معاشرتی اشیاء
صحت کے امور اور خدمات
صحت کے امور
اور خدمات
تفریح، ثقافت اور مذہب
تفریح
ثقافت
مذہب اور 
تعلیمی امور و خدمات
تعلیمی امور
خدمات و 
B ترقیاتی
سرکاری ترقیاتی پروگرامPSDP
سرکاری ترقیاتی پروگرامPSDP
PSDP میں عملی کمی کا تخمینہ
کل اخراجات (A+B)
2007-08 کے نظر ثانی شدہ تخمینے میں 1948031 ملین روپے کے مجموعی اخراجات ہیں۔ جس سے 25.7 فیصد کا اضافہ مترشح ہوتاہے۔
مجموعی اخراجات
نظر ثانی شدہ تخمینے میں 
اضافہ ظاہر کرتا ہے
میزانیائی تخمینے کے مقابلے
باب دوم
میزانیہ 2009-2008
2008-2009 کے میزانیئے کے نمایاں خدوخال درج ذیل ہیں۔
2008-09 کے میزانیئے کاکل حجم 2010 بلین روپے ہے۔
کا کل حجم 
میزانیے کا
یہ 08-2007 کے میزانیائی تخمینے کے حجم کے مقابلے میں 29.7 فیصد زیادہ ہے۔
یہ حجم 
حجم کے مقابلے
میزانیائی تخمینے
2008-09 کے دوران دستیاب وسائل کا تخمینہ 1836 بلین روپے ہے جبکہ یہ 08-2007 کے میزانیائی تخمینے میں 1394 بلین روپے تھا۔
کے دوران دستیاب وسائل 
کا تخمینہ
بلین جبکہ
بلین میزانیائی تخمینے میں
2008-09 کے لیے قطعی مالیاتی وصولیات کاتخمینہ 1111 بلین روپے ہے۔ جو 08-2007 کے میزانیائی تخمینے سے 23.1 فیصد کااضافہ ظاہر کرتا ہے۔
قطعی مالیاتی وصولیات
کا تخمینہ
بلین اضافہ ظاہر کرتا ہے
میزانیائی تخمینوں سے 
2008-09 کے میزانیہ میں وفاقی مالیاتی وصولیات سے صوبائی حصے کاتخمینہ 568 بلین روپے ہے جو کہ 08-2007 کے میزانیائی تخمینے سے 22 فیصد زیادہ ہے۔
وقافی مالیاتی وصولیات سے صوبائی حصے کا تخمینہ
میزانیائی تخمینے سے زیادہ ہے 
2008-09 کے لیے سرمایہ جاتی وصولیات (قطعی) کا تخمینہ 221 بلین روپے ہے ۔جبکہ یہ 08-2007 کے میزانیائی تخمینے سے 59 بلین روپے تھا۔
سرمایہ جاتی وصولیات 
2008-09 کے دوران بیرونی وصولیات کاتخمینہ 300 بلین روپے لگا یا گیا ہے۔ 
بیرورنی وصولیات
تخمینہ لگایا گیا ہے
یہ 08-2007 کے میزانیائی تخمینے کے مقابلے میں 16.1 فیصد کااضافہ کرتا ہے۔
اضافہ ظاہر کرتا ہے
2008-09 کے لیے کل اخراجات کاتخمینہ 2010 بلین روپے لگایاگیا ہے جس میں جاریہ اخراجات کے لیے 1493 بلین روپے اور ترقیاتی اخراجات کے لیے 550 روپے مختص کیے گئے ہیں۔
کل اخراجات  
جس میں اخراجات کے لیے 
بلین
اور ترقیاتی اخراجات  کے لیے 
اخراجات جاریہ 08-2007 کے نظر ثانی شدہ تخمینے کے مقابلے میں 1.5 فیصد کااضافہ ظاہر کرتے ہیں۔ جبکہ 09-2008 میں ترقیاتی اخراجات 08-2007 کے نظر ثانی شدہ تخمینے سے 20 فیصد زیادہ ہوں گے۔
اخراجات جاریہ کمی ظاہر کرتے ہیں 
نظر ثانی شدہ تخمینے کے مقابلے میں 
2008-09 کے کل میزانیائی حجم میں اخراجات جاریہ کاحصہ 74.3 فیصد ہے جو کہ 08-2007 کے نظر ثانی شدہ تخمینے میں 77.8 فیصد تھا۔
کا حصہ
کل میزانیائی حجم میں اخراجات جاریہ 
بمقابل
نظرثانی شدہ تخمینے میں 
عام سرکاری خدمات (جن میں مصارف قرضہ، ادائیگیوں کی منتقلی اور بڑھاپے کے الاؤنسز شامل ہیں) کے اخراجات کاتخمینہ 930 بلین روپےہے۔ جو کہ جاریہ اخراجات کا 62.3 فیصد ہے۔
عام سرکاری خدمات بشمول 
عام سرکاری خدمات 
مصارف قرضہ، ادائیگیوں کی منتقلی 
 بڑھاپے کے  الاؤنسز  کے اخراجات کا تخمینہ  
جو کہ
جاریہ اخراجات کا 
2008-09 میں سرکاری شعبہ میں ترقیاتی پروگرام کا حجم 550 بلین روپے ہے۔
حجم 
سرکاری شعبہ میں ترقیاتی پروگرام کا 
جبکہ دیگر ترقیاتی اخراجات کیلئے 44 بلین روپے رکھے گئے ہیں۔
جبکہ
دیگر ترقیاتی اخراجات کے لیے 
PSDP میں 08-2007 کے نظر ثانی شدہ میزانیہ 20 فیصد کااضافہ مترشح ہوتاہے۔
پی ایس ڈی پی میں اضافہ دیکھنے میں آیا ہے
صوبوں کے لیے 09-2008 کے میزانیائی تخمینوں میں PSDP کیلئے 150 بلین روپے کی رقم رکھی گئی ہے۔
صوبوں کے لیے  رقم رکھی گئی ہے۔
میزانیائی تخمینوں میں 
27 بلین روپے کی رقم زلزلہ متاثرین کی بحالی اور تعمیر نو کی اتھارٹی (ERRA) کیلئے PSDP میں رکھی گئی ہے۔
کی رقم
بلین مختص کیے گئے
زلزلہ متاثرین کی تعمیر نو 
بحالی  اتھارٹی کے لیے پی ایس ڈی پی میں 
2007-08 (میزانیہ اور نظر ثانی شدہ تخمینہ) اور 09-2008 (میزانیہ) کاتقابلی جائزہ حسب ذیل گوشوارہ نمبر 6 میں دیا گیا ہے۔
تقابلی جائزہ 
میزانیہ اور نظر ثانی شدہ تخمینہ
گوشوارہ میں دیا گیا ہے
گوشوارہ۔ 6
میزانیائی تقابلی صورت حال 2008-2007 اور 2009-2008
میزانیائی تقابلی صورت حال
PSDP کے لیے صوبوں کی فنانسنگ
صوبوں کی 
پی ایس ڈی پی کے لیے 
 بیرونی وسائل
اخراجات
ترقیاتی اخراجات (PSDP)
افعال میں کمی کااندازہ ( PSDP)
افعال میں کمی کااندازہ ( PSDP)
نجکاری کی پیشرفت
بنک سے قرضہ
باب سوئم۔
 وسائل کی صورتحال 09-2008
اندرونی وسائل ریونیو وصولیات، سرمایہ جاتی وصولیات، PSDP کے لیے صوبوں کی فنانسنگ اور صوبوں کے نقد بیلنس میں تبدیلی پر مشتمل ہیں۔
اندرونی وسائل 
ریونیو وصولیات 
سرمایہ جاتی وصولیات 
فنانسنگ 
پی ایس ڈی پی کے لیے 
صوبوں کی 
اور صوبوں کے نقد بیلنس میں تبدیلی پر مشتمل ہیں
بیرونی وسائل قرضوں اور گرانٹس کی شکل میں آتے ہیں۔
بیرونی وسائل  ان صورت میں ملتے ہیں 
بیرورنی قرضوں 
اور گرانٹس 
وسائل کی مجموعی صورت حال 08-2007 (میزانیہ اور نظر ثانی شدہ) اور 09-2008(میزانیہ) کے دوران گوشوارہ 7 میں دی گئی ہے
وسائل کی مجموعی صورت حال  
برائے سال 
 اور نظر ثانی شدہ 
گوشوارہ۔ 7
وسائل کی صورت حال
اندرونی وسائل
ریونیو وصولیات (قطعی)
سرمایہ جاتی وصولیات (قطعی)
PSDP کے لیے صوبوں کی فنانسنگ
سیلف فنانسنگ 
صوبوں میں نقد بیلنس میں تبدیلی
کل وسائل (A+B)
ریونیو وصولیات
2008-09 کے میزانیہ میں ریونیو وصولیات کا مجموعی بنیاد پر تخمینہ 1679238 ملین روپے لگایا گیاہے جو کہ 08-2007 کے میزانیائی تخمینے کے مقابلے میں 22.7 فیصد زیادہ ہے۔
میزانیہ میں ریونیو وصولیات 
مجموعی بنیاد 
ملین زیادہ ہے 
2008-09 کے دوران ٹیکسوں میں صوبائی حصے کا تخمینہ 568338 ملین روپے ہے جو کہ 08-2007 کے میزانیائی شدہ تخمینے سے 22 فیصد زیادہ ہے۔
ٹیکسوں میں صوبائی حصے 
کا تخمینہ 
ملین ہے جو کہ 
میزانیائی شدہ تخمینے سے زیادہ ہے 
2008-09 کے لیے ٹیکس ریونیو 1251462 ملین روپے ہے جوکہ 08-2007 کے نظر ثانی شدہ تخمینوں سے 24.5 فیصد کا اضافہ ظاہر کرتاہے۔
ٹیکس ریونیو 
نظر ثانی شدہ تخمینوں سے 
نا ن ٹیکس ریونیو کا 09-2008 کے لیے تخمینہ 427776ملین روپے ہے۔جبکہ یہ 08-2007 کے میزانیائی تخمینے میں 337593 ملین روپے تھا۔
نان ٹیکس ریونیو کے لیے تخمینہ 
بنسبت 
ملین میزانیائی تخمینے میں 
گویا 09-2008 کے میزانیائی تخمینے کے مقابلے میں اس مد میں 26.7 فیصد اضافہ مترشح ہوا ہے۔
میزانیائی تخمینے کے مقابلے میں نان ٹیکس ریونیو میں  اضافہ ہوا ہے 
میزانیائی تخمینے کے مقابلے میں 
ٹیکس ریونیو اور نان ٹیکس ریونیو کے مختلف اجزاء کی تفصیل گوشوارہ نمبر 8 سے 10 تک میں دی گئی ہے۔
مختلف اجزاء کی تفصیل 
ٹیکس ریونیو 
نان ٹیکس ریونیو اور 
گوشوارہ ۔8
ریونیو وصولیات 
ٹیکس ریونیو  
نان۔ ٹیکس ریونیو
جائیداد اور ادارے
سول انتظامیہ اور دیگر افعال سے وصولیات
سول  انتظامیہ 
دیگر افعال اور 
متفرق  وصولیات 
ریونیو وصولیات(مجموعی)
منفی: صوبائی حصہ
گوشوارہ ۔9
ٹیکس ریونیو
ٹیکس ریونیو (I+II)*
ٹیکس ریونیو 
آمدنی ٹیکس
بہبود کارکنان ٹیکس
شمولیت کارکنان فنڈ
سرمایہ جاتی قدر ٹیکس
بیرون ملک سفر ٹیکس (بقایاجات)
اشیاء و ترسیلات پر بلاواسطہ ٹیکس
اشیاء  پر بلاواسطہ ٹیکس 
ترسیالات  اور 
کسٹمز
سیلز ٹیکس
دیگر ٹیکس (ICT)
ائير پورٹ ٹیکس
ائیر پورٹ ٹیکس (بقایا جات)
* جس میں FBR کی کولیکشن 08-2007 کے میزانیائی تخمینے میں 1025 بلین روپے، 08-2007 کے نظر ثانی شدہ تخمینے میں یہ 1000 بلین روپے اور 09-2008 میزانیہ میں اس کا تخمینہ 1250 بلین روپے ہے۔
جس میں سی بی آر کی کولیکشن  کا تخمینہ لگایا گیا 
میزانیائی کے لیے 
نظر ثانی شدہ کے لیے 
گوشوارہ ۔ 10
نان ٹیکس۔ ریونیو
نان ٹیکس۔ ریونیو
جائیداد اور اداروں سے آمدنی
آمدنی 
جائیداد اور 
اداروں سے 
پاکستان مواصلات اتھارٹی کا منافع
منافع 
پاکستان مواصلات اتھارٹی کا 
محکمہ ڈاک پاکستان کا منافع
محکمہ ڈاک پاکستان کا منافع
سود (صوبے)
سول انتظامیہ اور دیگر افعال سے وصولیات
عام انتظامیہ
SBP کا منافع
دفاع
امن و امان
پٹرولیم کی ترقی کا ٹیکس
گیس کی ترقی کا سرچارج
مقامی خام تیل کی قیمت پر رعائیت
تیل پر رائیلٹی
گیس پر رائیلٹی
پاسپورٹ اور کاپی رائیٹ فیس
سرمایہ جاتی وصولیات
2008-09 کے میزانیے میں سرمایہ جاتی وصولیات(قطعی) کا تخمینہ 221302 ملین روپے ہے جبکہ یہ 08-2007 کے میزانیائی تخمینے میں 58518 ملین روپے تھا۔
میزانیے میں سرمایہ جاتی وصولیات (قطعی) کا
تخمینہ لگایا گیا ہے
ملین بنسبت 
ملین میزانیائی تخمینے میں 
سرمایہ جاتی وصولیات اور ادائیگیوں کی تفصیل گوشوارہ نمبر 11 میں دی گئی ہے۔
تفصیل موجود ہیں 
سرمایہ جاتی وصولیات 
گوشوارہ میں ادائیگیاں اور 
گوشوارہ ۔11
وصولیات (A+B )
وفاقی مجموعی فنڈ (3+2+1)
وفاق مجموعی فنڈ 
بازیابی 
قرضوں کی 
صوبے
دیگر
مستقل قرضہ جات
گورنمنٹ بانڈز (SLIC)
انکم ٹیکس ری فنڈ بانڈز
وفاقی سرمایہ کاری بانڈز
پاکستان سرمایہ کاری بانڈز
ٹریڑری بلز
حکومتی کاروباری کاغذ (GCP)
سیونگ سکیمز
G.P فنڈ
ڈپازٹ (قطعی)
ادائیگیاں
حکومتی سرمایہ کاری، قرضے، پیشگیاں اور دیگر
حکومتی سرمایہ کاری
 قرضے
پیشگیاں 
ور دیگر اور 
قلیل المدتی قرضے
قطعی سرمایہ جاتی وصولیات (I-II)
صوبوں کی PSDPکے لیے سیلف فنانسنگ
صوبے PSDP کی فنانسنگ اور اپنے نقد بیلنس میں بہتری پیدا کرنے کے قابل ہوگئے ہیں۔ جس کی وجہ وفاق کی جانب سے قابل تقسیم پول اور براہ راست منتقلیاں اور بیرونی گرانٹس ہیں۔
صوبے اس قابل ہوگئے ہیں کہ 
پی ایس ڈی پی کی فنانسنسگ 
اور اپنے نقد بیلنس میں بہتری پیدا کریں
جس کی وجہ وفاق کی جانب سے 
قابل تقسیم پول 
براہ راست منتقلیاں
گرانٹس 
بیرونی امداد 
صوبوں کی PSDPکے لیے سیلف فنانسنگ09-2008 کے لیے تخمینہ 124407 ملین روپے لگایا گیاہے۔
صوبوں کی 
صوبوں کے نقد بیلنس میں تبدیلی
سال 09-2008 میں صوبوں کے نقد بیلنس میں تبدیلی کااندازہ مبلغ 78921 ملین روپے لگایا گیا ہے۔
صوبوں کو کل قطعی منتقلیوں کی تفصیل گوشوارہ 12 میں دی گئی ہے۔
گوشوارہ ۔12
صوبوں کو منتقلیاں (قطعی)
قابل تقسیم پول
براہ راست منتقلیاں
خاص گرانٹس/ امداد
پراجیکٹ امداد
زرعی شعبہ کیلئے پروگرام قرضہ۔II
جاپانی گرانٹ
کل صوبوں کو منتقلی
وفاقی حکومت کو ادائیگی میں کمی
سود کی ادائیگیاں
قرضوں کی ادائیگیاں
صوبوں کو قطعی منتقلیاں
2007-08 کے نظر ثانی شدہ تخمینے میں صوبوں کو قطعی بنیاد پر 26168 ملین روپے کی کمی واقع ہوئی تھی۔
منتقلی 
صوبوں کو قطعی بیناد پر کمی واقع ہوئی تھی
نظر ثانی شدہ تخمینے 
دوبارہ ادائیگیوں کی وجہ سے 
وفاقی اعانت میں 
اس سال صوبوں کو 
تاہم 09-2008 کے میزانیائی تخمینے میں یہ رقم 598921 ملین روپے رکھی گئی ہے۔ گویا اس میں 08-2007 کے نظر ثانی شدہ تخمینے سے 28.6 فیصد کااضافہ مترشح ہوتاہے۔ اس اضافے کی بنیادی وجہ ٹیکسوں اور پراجیکٹوں ایڈ کابڑھا ہوا حصہ ہے۔
تاہم 
رکھی گئی ہے
میزانیائی تخمینے میں 
اضافہ 
2008-09 کے میزانیائی تخمینے میں بیرونی وسائل کا تخمینہ 300169 ملین روپے ہے جو میزانیائی تخمینہ سے 16.1 فیصدزیادہ ہے۔
میزانیائی تخمینے 
تخمینہ لگایا گیا ہے
میزانیائی تخمینے سے زیادہ ہے 
بیرونی وسائل سے وصولیات کی تفصیل گوشوارہ 13 میں دی گئی ہے۔
تفصیل 
وصولیات کی 
بیرونی وسائل سے 
گوشوارہ ۔13
پراجیکٹ قرضے(2+1)
وفاقی حکومت  
وزارتیں/ ڈویژن
کارپوریشنز/ خودمختار ادارے
پروگرام قرضے
زلزلہ زدگان کیلئے قرضے
گوبل بانڈز
دیگر امداد
اسلامک ڈویلپمنٹ بنک
چائنہ بنک
پراجیکٹ گرانٹس
وفاقی
بجٹ کی امدادی گرانٹس
زلزلہ زدگان کی امداد
کل (I+II)
باب چہارم 
وفاقی وصولیات میں صوبائی حصہ
وفاقی وصولیات میں صوبائی حصہ
NFC ایوارڈ 1997 میں مالیات اور اعانتوں کی تقسیم کے ترمیمی آرڈر مجریہ 2006 کے تحت ترمیم کی گئی ہے ۔
این ایف سی ایوارڈ 1997 کے تحت ترمیم کی گئی ہے
مالیات 
اعانتوں کی تقسیم کے ترمیمی آرڈر مجریہ 2006
اس کی تفصیلات درج ذیل ہیں
مالیات کی تقسیم
تقسیم 
مالیات کی 
صوبائی حکومتوں کو ہر مالی سال میں وفاقی حکومت کی جانب سے وصول شدہ درج ذیل ٹیکسوں میں سے قطعی حصہ ان کے مقررہ فیصد کے مطابق دیا جائے گا۔
صوبائی حکومتوں کو ہر مالی سال میں قطعی حصہ ان کے مقرر کردہ 
فیصد کے مطابق 
قطعی حصہ 
درج ذیل ٹیکسوں میں 
مقرر کردہ 
وصول شدہ 
وقافی حکومت کی جانب سے 
آمدنی پر ٹیکس
دولت ٹیکس
اشیاء کی خرید و فروخت پر ٹیکس
کپاس پر برآمدی ڈیوٹی
کسٹم ڈیوٹی
وفاقی ایکسائز ڈیوٹی علاوہ گیس پر ایکسائز ڈیوٹی جو کہ ویل ہیڈ پر وصول کی جاتی ہے اور 
وقافی ایکسائز ڈیوٹی علاہ گیس پر ایکسائز ڈیوٹی جو وصول کی جاتی ہے 
ویل ہیڈ پر 
کوئی اور ٹیکس جو وفاقی حکومت عائد کرے
کوئی اور ٹیکس 
جو عائد کی جائے 
ٹیکسوں اور ڈیوٹیوں کی قطعی وصولیات میں سے صوبوں کا مقررہ فیصد حصہ ہر سال درج ذیل ترتیب سے ہوگا۔
فیصد حصہ 
صوبوں کا 
قطعی وصولیات میں سے 
ٹیکسوں 
اور ڈیوٹیوں کی  ہر سال درجہ ذیل ترتیب سے ہوگا
مالی سال
فیصد حصہ
صوبائی حکومتوں کے مابین حصے کی تقسیم
تقسیم 
حصے کی
صوبائی حکومتوں کے مابین
آرٹیکل 3 کے تحت صوبائی حکومتوں کا کل حصہ، سیلز ٹیکس کی کمائی کے 1/6 حصے سے درج ذیل فیصد تناسب سے دیا جائے گا۔ صوبائی حکومتیں یہ رقوم ضلعی حکومتوں اور کنٹونمنٹ بورڈز کو پوری کی پوری منتقل کردیں گی۔
کل حصہ
آرٹیکل 3 کے تحت صوبائی حکومتوں کا 
قطعی وصولیات میں سے 
1/6 حصہ سیلز ٹیکس کی کمائی کل حصے میں سے دیا جائے گا
درج ذیل فیصد تنا سب سے 
صوبائی حکومتیں منتقل کردیں گی
یہ رقم 
ضلعی حکومتوں 
 کنٹونمنٹ بورڈز  اور 
پوری رقم
پنجاب
سندھ
شمالی مغربی سرحدی صوبہ
بلوچستان
باقی رقوم صوبوں کو ان کی آبادی کے تناسب سے درج ذیل فیصد حصہ کے مطابق دی جائيں گی۔
باقی رقوم صوبوں کو ادا کی جائے 
آبادی کے تناسب سے درج ذیل فیصد حصہ 
ہر ایک 
صوبوں کو گرانٹ ان ایڈ
گرانٹ ان ایڈ
صوبوں کو 
وفاقی مجموعی فنڈ سے ہر سال وصول شدہ 27 بلین اور 750 ملین ، گرانٹس ان ایڈ کی شکل میں صوبوں کو درج ذیل فیصد حصے کے مطابق تقسیم کئے جائيں گے۔
وفاقی مجموعی فنڈ سے ہرسال وصول شدہ 
27 بلین اور 750 ملین روپے
بطور گرانٹ ان ایڈ
وصول شدہ 
صوبوں سے 
صوبوں میں تقسیم کئے جائیں گے
درج ذیل فیصد تنا سب سے 
صوبہ
مقدار
نوٹ:
گرانٹس ان ایڈ میں ہرسال قابل تقسیم ٹیکسوں کی مقدار کے حساب سے اضافہ کیا جائے گا۔
گرانٹس ان ایڈ میں  اضافہ کیا جائے گا
قطعی وصولیات 
قابل تقسیم ٹیکس
ہر سال 
وضاحت
پیرا 4.2 اور 4.6 میں دئیے گئے انتظام، مالیات اور اعانتوں کی تقسیم کے (ترمیمی) آرڈر مجریہ 2006 کے آرٹیکل 3 اور 7 کے مطابق قابل تقسیم پول سے مجموعی صوبائی حصہ پہلے مالی سال میں 45 فیصد سے کم نہیں ہوگا۔ جبکہ آخری مالی سال میں یہ 50فیصد ہوگا۔
پیرا 2۔4 اور 6۔4 میں دیے گئے انتظام اور اعانتوں کی تقسیم  آرٹیکل 3 اور 7 کے مطابق 
کی تقسیم 
مالیات 
ترمیمی آرڈر مجریہ
2006  قابل تقسیم پول سے مجموعی صوبائی حصہ پہلے مالی سال میں 45 فیصد سے کم نہیں ہوگا 
اور آخری مالی سال میں یہ 50 فیصد ہوگا
قابل تقسیم پول سے قطعی وصولیات وفاقی حکومت کی جانب سے 5 فیصد کولیکشن چارجز منہا کرنے کے بعد ادا کی جاتی ہیں۔
قطعی  وصولیات 
قابل تقسیم پول سے 
5 فیصد کولیکشن چارجز منہا کرنے کے بعد  ادا کی جاتی ہیں
وفاقی حکومت کی جانب سے 
قابل تقسیم پول سےبرائے مالی سال 09-2008 کے لیے وفاق کا قطعی حصہ 56.25 فیصد ہے جبکہ باقی 43.75 فیصد حصہ مالیات اور اعانتوں کی تقسیم کے (ترمیمی) آرڈر مجریہ 2006 کے تحت چاروں صوبوں میں تقسیم کیا جائے گا۔
وفاق کا قطعی حصہ 
قابل تقسیم پول سے 
برائے سال 2008-09 کے لیے 25۔56 فیصد ہے جبکہ باقی 75۔43 فیصد 
چاروں صوبوں میں 
تقسیم کیا جائے گا 
مالیات 
اور اعانتوں کی تقسیم کے (ترمیمی) آرڈر 
خام تیل پر رائیلٹی 
اور قدرتی گیس پر ترقیاتی سرچارچ 
2 فیصد کولیکشن چارجز منہا کرنے کے بعد 
منتقل کردیا جاتا ہے 
کی بنیاد پر صوبوں کو 
ویل ہیڈ پیدادار 
قدرتی گیس پررائیلٹی اور ایکسائز ڈیوٹی 2 فیصد کولیکشن چارجز منہا کرنے کے بعد اسلامی جمہوریہ پاکستان کے آئين کے آرٹیکل (1) 161 کے تحت صوبوں کو منتقل کر دیا جاتاہے۔
رائیلٹی 
اور ایکسائز ڈیوٹی قدرتی گیس پر 
منتقل کردیا جاتا ہے 
صوبوں کو 
 آرٹیکل 161-1 کے تحت 
آئین کے
اسلامی جمہوریہ 
خدمات (صوبائی) پر جی ایس ٹی  منتقل کردیا جاتا ہے
صوبوں کو 2 فیصد کولیکشن چارجز منہا کرنے کے بعد
درج ذیل گوشوارہ صوبائی حکومتوں کو وفاقی وصولیات 08-2007 (میزانیہ اور نظر ثانی شدہ) اور 2008-09 (میزانیہ) میں سے ان کے حصے کے مطابق منتقلیوں کو ظاہر کرتاہے۔
درج ذیل گوشوارہ  منتقلیوں کو ظاہر کرتاہے
صوبائی حکومتوں کو 
وفاقی وصولیات میں ان کے حصے کے مطابق 
برائے سال 2007-08 میزانیہ اور نظر ثانی شدہ
اور 2008-09 میزانیہ میں سے 
گوشوارہ ۔14
وفاقی مالیاتی و صولیات میں صوبوں کا حصہ
سرمایہ جاتی قدرکا ٹیکس
سیلز ٹیکس (قطعی کے 1/6)
سیلز ٹیکس کی کمائی کے 1/6
وفاقی ایکسائز (قطعی گیس)
کسٹمز ڈیوٹی
خام تیل پر رائیلٹی  
قدرتی گیس پر رائیلٹی
گیس پر سرچارج
قدرتی گیس پر ایکسائز ڈیوٹی
خدمات پر GST
کل  
صوبہ وار حصہ
پنجاب
شمالی مغربی سرحدی صوبہ
باب پنجم
جاریہ اخراجات (2008-2007)
2007-2008 کے لیے نظر ثانی شدہ تخمینہ جات کے تحت جاریہ اخراجات بڑھ کر میزانیائی تخمینہ جات کے 1516262 ملین روپے کے مقابلے میں 1056350 ملین روپے ہوگئے ہیں۔
نظر ثانی شدہ تخمینہ جات 
 جاریہ اخراجات بڑھ گئے ہیں 
نظر ثانی شدہ تخمینہ جات  سے 
2008-2009 کے لیے جاریہ اخراجات کا تخمینہ 1493183 ملین روپے ہے جو کہ 2008-2007 کے نظر ثانی شدہ تخمینہ میں 1.5 فیصد کمی ظاہر کرتا ہے۔
2008-09 کے لیے 
2009-10 کے لیے 
جاریہ اخراجات کا تخمینہ 
کمی ظاہر کرتا ہے 
نظر ثانی شدہ تخمینوں میں سے 
درج ذیل گوشوارہ 2008-2007 کے لیے جاریہ اخراجات کے میزانیائی اور نظر ثانی شدہ تخمینہ جات کا تقابلی جائزہ اور 2009-2008 کے لیے میزانیائی تخمینے پیش کرتا ہے۔
درج ذیل گوشوارہ تقابلی جائزہ پیش کرتا ہے 
میزانیائی 
اور نظر ثانی شدہ تخمینہ جات کا 
جاریہ اخراجات کے لیے 
اور میزانیائی تخمینہ جات کا 
گوشوارہ ۔15
جاریہ اخراجات
خلاصہ
دفاعی امور و خدمات
سرکاری ضابطہ اور تحفظ کے امور
اقتصادی امور
تحفظ ماحولیات
رہائشی 
اور معاشرتی اشیاء 
صحت کے امور 
اور خدمات
تفریح ثقافت اور مذہب
تفریح 
ثقافت 
اور مذہب 
تعلیمی امور 
خطیر اخراجات عام سرکاری خدمات کی مد میں رکھے گئے ہیں۔
اس مد میں اخراجات کا تخمینہ 929522 ملین روپے ہے (جوکہ جاریہ اخراجات کا 62.3 فیصد ہے) جوکہ 2008-2007 کے میزانیائی تخمینے میں 881657 ملین روپے اور نظر ثانی شدہ تخمینہ میں 641875 ملین روپے تھا جبکہ 2009-2008 کے میزانیائی تخمینوں میں دفاع کے لیے 19.8 فیصد ، معاشی خدمات کے لیے 13.5 فیصد اور دیگر خدمات کے لیے 4.4 فیصد مختص کیے گئے ہیں۔
اخراجات  کا 
اس میں تخمینہ 
جاریہ اخراجات کا 
نظرثانی شدہ تخمینہ 
میزانیائی تخمینوں میں 
دفاع کے 
معاشی خدمات کے لیے 
اور دیگر خدمات کے لیے میزانیائی تخمینوں میں مختص کیے گئے ہیں 
عام سرکاری خدمات
عام سرکاری خدمات کی تفصیل گوشوارہ 16 میں دی گئی ہیں
گوشوارہ۔16
انتظامی اور قانون ساز ادارے، مالیاتی
انتطامی 
اور قانون ساز ادارے 
مالیاتی 
پنشن و الاوئنسز برائے کہن سالی
کہن سالی الاوئنسز 
اور پنشن 
غیر ملکی قرضوں پر مصارف
مصارف 
غیر ملکی قرضوں پر 
غیرملکی قرضےکی واپسی
ملکی قرضوں پرمصارف
ملکی قرضوں پر
دیگر  
غیر ملکی معاشی امداد
منتقلی اور ادائيگياں
عام خدمات
بنیادی تحقیق
آراینڈ ڈی عام سرکاری خدمات
عام سرکاری خدمات کی انتظامیہ
انتظامیہ 
عام سرکاری خدمات کی 
عام سرکاری خدمات جن کا کہیں ذکر نہ ہو
عام سرکاری خدمات کے تحت رقم کا خطیر حصہ انتظاامی اور قانون ساز اداروں اور مالی و معاشی امور کے لیے ہے۔
عام سرکاری خدمات کے تحت 
خطیر حصہ  ہے 
انتظامی 
اور قانون ساز اداروں 
مالی 
اور معاشی امور 
780819 ملین روپے کی حد پر یہ مختص کردہ 929522 ملین روپے کا 84 فیصد بنتاہے۔
بنتا ہے 
مختص کردہ 
اس سلسلے میں اخراجات کی اہم مدات پنشن و الاوئنسز برائے کہن سالی ، ملکی اور غیر ملکی قرضوں کے مصارف ہیں۔
اس سلسلے میں اہم مدات  ہیں 
اخراجات  جیسے الاوئنسز برائے کہن سالی 
اور پنشن 
ملکی 
اور غیر ملکی قرضوں کے مصارف 
دوسرا بڑاآئيٹم منتقلیاں / ادائیگیاں ہیں
 یہ رقم کل اخراجات کا 8.1 فیصد ہے
کل اخراجات کا 
دفاعی امور و خدمات
2007-2008 کے لیے دفاعی امور اور خدمات کی مد میں اخراجات کا تخمینہ (میزانیہ اور نظر ثانی شدہ ) اور 2009-2008 کے لیے (میزانیہ) درج ذیل ہے۔
تخمینہ 
دفاعی امور کی مد میں اخراجات 
اور خدمات کی 
میزانیہ اور نظر ثانی شدہ 
میزانیہ درجہ ذیل ہے 
گوشوارہ ۔17
دفاعی امور و خدمات
دفاعی امور 
اور خدمات 
دفاعی انتظامیہ
فوجی دفاع
ملازمین سے متعلقہ اخراجات
عملی اخراجات
مادی اثاثہ جات
تعمیرات عامہ
منفی وصولیات
سرکاری احکامات اور تحفظ کے امور
سرکاری احکامات 
اور تحفظ کے امور 
اس مد میں 2009-2008 کے میزانیہ میں 26770 ملین روپے کی رقم رکھی گئی ہے جبکہ 2008-2007 کے نظر ثانی شدہ تخمینہ میں یہ 26106 ملین روپے اور میزانیائی تخمینہ میں یہ 24540 ملین روپے ہے۔
اس مد میں یہ رقم 
میزانیہ میں رکھی گئی ہے 
جبکہ 
نظرثانی شدہ تخمینہ میں 
میزانیائی تخمینہ میں 
پولیس کے لیے مختص رقم (25029 ملین روپے) اس زمرہ بندی کاکثیر حصہ ہے جوکہ 2008-2007 کے نظر ثانی شدہ تخمینے سے 2.6 فیصد اور میزانیائی تخمینے سے 10.7 فیصد زیادہ ہے
مختص 
پولیس کے لیے 
اس زمرہ بندی کا کثیر حصہ ہے 
جو کہ زیادہ ہے 
بنسبت نظر ثانی شدہ تخمینے سے 
بنسبت میزانیائی تخمینے سے 
درج ذیل گوشوارہ میں تفصیل بیان کی گئی؛ ہے۔
گوشوارہ۔18
سرکاری احکامات اور حفاظتی امور
اور حفاظتی امور 
عدالتیں
پولیس   
آگ سے تحفظ
جیلوں کی انتظامیہ اور آپریشن
جیلوں کی انتظامیہ 
اور آپریشن
R&D سرکاری احکامات اور حفاظتی امور
آر اینڈ ڈی سرکاری احکامات 
انتظامیہ
سرکاری احکامات کی 
معاشی امور
اس مد میں 2009-2008 کے میزانیہ میں 201151 ملین روپے کی رقم رکھی گئی ہے۔
اس مد میں میزانیہ میں 
رکھی گئی ہے
یہ 2008-2007 کے میزانیائی تخمینہ سے 154.8 فیصد زیادہ ہے۔
میزانیائی تخمینہ سے زیادہ ہے 
عام معاشی و تجارتی مقصد اور محنت کے امور کے لیے مختص رقم میں 179.3 فیصد اضافہ ہواہے۔
مختص کی گئی 
عام معاشی 
تجارتی مقصد 
اور محنت کے امور کے لیے میں اضافہ ہوا ہے 
یہ اضافہ 09-2008 میں خطیر اعانتوں کے سبب ہے۔ 
یہ اضافہ 
خطیر اعانتوں کے سبب ہوا 
جو کہ اس سال میں ادا کرنے ہیں 
درج ذیل گوشوارہ اس مد میں تفصیل ظاہر کرتا ہے۔
گوشوارہ۔ 19
عام معاشی ، تجارتی اور محنت کے امور
عام معاشی 
تجارتی 
اور محنت کے امور 
زراعت، خوراک ، آبپاشی ، جنگلات اور ماہی گیری
زراعت 
خوراک 
آبپاشی 
جنگلات 
اور ماہی گیری 
ایندھن اور توانائی
ایندھن
اور توانائی 
کان کنی اورمینو فیکچرنگ
کان کنی 
اور مینو فیکچرنگ 
تعمیرات 
اور ٹرانسپورٹ 
مواصلات
دیگر صنعتیں
ماحولیاتی تحفظ
پانی کے ضیاع کے انتظام کے تحت ماحولیاتی تحفظ کی مد میں 210 ملین روپے کی رقم مختص کی گئی ہے۔ 
ماحولیاتی تحفظ کی مد میں مختص کی گئی ہے 
پانی کے ضیاع کے انتظام کے تحت 
یہ 2008-2007 کے میزانیائی تخمینہ سے 15.4 فیصد زیادہ ہے۔
یہ زیادہ ہے 
بنسبت میزانیائی تخمینوں  سے 
گوشوارہ ۔ 20
پانی کے ضیاع کا انتظام
رہائشی اور معاشرتی اشیاء
رہائشی 
2008-2009 کے میزانیہ میں 1359 ملین روپے معاشرتی ترقی کے لیے مختص کئے گئے ہیں جو کہ 2008-2007 کے نظر ثانی شدہ تخمینہ سے 213 ملین کااضافہ ظاہر کرتے ہیں 
بہر کیف یہ 2008-2007 کے میزانیائی تخمینہ کے مقابلے میں 264 ملین روپے زیادہ ہے۔
مختص کردہ 
میزانیہ میں دیا گیا ہے 
برائے معاشرتی ترقی 
بنسبت نظر ثانی شدہ تخمینوں سے 
بہر کیف 
یہ زیادہ ہے 
میزانیائی تخمینہ کے مقابلے میں 
گوشوارہ۔ 21
معاشرتی ترقی
صحت کے امور اور خدمات
2008-2009 کے میزانیائی تخمینہ میں صحت کے امور اور خدمات کے لیے 5490ملین روپے کی رقم رکھی گئی ہے۔
صحت کے امور
اور خدمات کے لیے مختص کی گئی 
میزانیائِ تخمینہ میں 
یہ رقم 2008-2007 کے میزانیائی تخمینہ کے مقابلے میں 4.8 فیصد زیادہ ہے۔
یہ رقم زیادہ ہے 
میزانیائی تخمینہ کے مقابلے میں 
تفصیلات درج ذیل گوشوارہ میں دی گئی ہے۔
گوشوارہ۔ 22
طبی مصنوعات ، آلات اور اوزار
طبی مصنوعات 
آلات 
اور اوزار 
ہسپتال کی خدمات
صحت عامہ کی خدمات
R&D صحت
صحت انتظامیہ
تفریح ثقافت اور مذہب
ثقافت 
2008-2009 کے میزانیہ میں تفریح ، ثقافت اور مذہب کیلئے 3191 ملین روپے رکھے گئے ہیں۔
میزانیہ میں 
رقم 
رکھے گئے ہیں 
تفریح 
اخراجات کا زیادہ حصہ نشرو اشاعت کیلئے رکھا گیاہے جو کہ اس میں کل مختص رقم کا 71.7 فیصد ہے۔
کل 
اخراجات کا زیادہ حصہ رکھا گیا 
نشرو اشاعت کے لیے 
جو کہ اس  میں کل مختص رقم سے ہے 
تفصیلات گوشوارہ۔ 23 میں دی گئی ہیں۔
گوشوارہ۔ 23
تفریح اور کھیلوں کی خدمات
تفریح 
اور کھیلوں کی خدمات 
ثقافتی خدمات
نشرو اشاعت
مذہبی امور
اطلاعات، تفریح اور ثقافت کی انتظامیہ
انتظامیہ 
اطلاعات، تفریح 
ثقافت اور 
تعلیمی امور و خدمات
2008-2009 کے میزانیہ میں تعلیمی امور اور خدمات کی مد میں 24622 ملین روپے رکھے گئے ہیں جبکہ اس مد میں 2008-2007 کے نظر ثانی شدہ تخمینہ میں 24280 ملین روپے اور میزانیائی تخمینہ میں 24147 ملین روپے مختص کئے گئے تھے۔
تعلیمی امور 
اور خدمات کی مد میں رکھے گئے ہیں 
ملین میزانیائی تخمینے میں 
ملین نظر ثانی شدہ تخمینے  میں 
بالترتیب 
2008-09 کے میزانیہ میں اخراجات کابڑا حصہ جو کہ 17461 ملین روپے ہے ثانوی تعلیمی امور اور خدمات کے لیےرکھا گیا ہے۔ 
اخراجات کا 
ملین میزانیہ میں رکھے گئے ہیں 
ثانوی تعلیمی امور
 اور خدمات کے لیے 
تفصیلات درج ذیل ہیں۔
گوشوارہ۔ 24
پرائمری اور قبل از پرائمری تعلیم کے امور اور خدمات
قبل از پرائمری 
اور پرائمری تعلیم کے امور اور خدمات 
سیکنڈری تعلیمی امور اور خدمات
سیکنڈری تعلیمی امور 
اور خدمات 
ثانوی تعلیمی امور اور خدمات
ثانوی تعلیمی امور
تعلیمی خدمات جن کی صراحت نہ ہو
تعلیمی خدمات جن کی صراحت نہ ہو 
تعلیم کے لیے اعانتی خدمات
اعانتی خدمات 
تعلیم کے لیے 
انتظامیہ
تعلیمی امور اور خدمات (جن کی صراحت نہ ہو)
تعلیمی خدمات 
اور خدمات (جن کی صراحت نہ ہو)
سماجی تحفظ
2008-2009 کے میزانیہ میں سماجی تحفظ کے لیے 4791 ملین روپے رکھے گئے ہیں جو کہ 2008-2007 کے میزانیہ میں رکھی گئی رقم سے 2390 ملین روپے زیادہ ہے مزید برآں یہ 2008-2007 کے نظرثانی شدہ تخمینہ میں مختص کی گئی رقم سے 1026 ملین روپے زیادہ ہے۔
سماجی تحفظ کے لیے 
میزانیہ میں رکھے گئے 
زیادہ ہے 
میزانیائی تخمینوں کی نسبت 
اور زیا دہ ہے 
بنسبت نظر ثانی شدہ تخمینوں سے 
گوشوراہ۔ 25
باب ششم
میزانیہ  میں اعانتیں
میزانیہ  میں ریلیف
بین الاقوامی سطح پر اشیائے خوردونوش اور ایندھن کی گرانی کے پیش نظر سرکاری پالیسی کے تحت حکومت عام شہریوں کو ریلیف دینے کیلئے سبسڈیز دیتی ہے۔
اس کے لیے 
سرکاری پالیسی کے حکومت سبسڈیز  مہیا کرتی ہے 
ریلیف دینے کے لیے 
عام شہریوں کو 
پیش نظر 
بین الاقوامی سطح پر ایندھن کی گرانی 
اشیا ئے خورد و نوش  اور 
ایک بڑی رقم پٹرولیم کی مصنوعات بجلی، گندم، کھادوں اور دوسری اشیاء پر سبسڈیز کی مد میں خرچ ہوتی ہے۔
ایک بڑی رقم سبسڈیز کی مد میں خرچ ہوتی ہے  پٹرولیم کی مصنوعات 
بجلی 
گندم 
کھاد
دوسری اشیاء اور 
موجودہ مالی سال کے دوران اس مد میں اخراجات کا تخمینہ 114 بلین روپے تھا۔ جو کہ 407 بلین تک بڑھنے کی توقع ہے۔
اس مد میں اخراجات کا تخمینہ 
موجودہ مالی سال کے دوران 
توقع ہے 
بڑھنے کی 
اس کی بڑی 
وجوہات 
سبسڈی ادائیگیاں 
آئل مارکیٹنگ کمپنیوں کو پی ڈی سی کے تحت ادائیگیاں 
براآمدی گندم پر سبسڈی 
بجلی پر سبسڈی 
زرعی کھادوں پر سبسڈی 
یہ سب کچھ نئے حساباتی نظام میں علیحدہ سے دکھائی نہیں دیتا البتہ اس سلسلے میں تفصیلات یہ ہیں۔
یہ سب کچھ نئے نظام میں علیحدہ سے دکھائی نہیں دیتا 
حسابی 
البتہ 
تفصیلات یہ ہیں 
2007-08 کے بجٹ میں سبسڈی کا تخمینہ GDP کا 1.1 فیصد تھا۔ 08-2007 کے نظر ٹانی شدہ تخمینہ GDP کا 3.9 فیصد تھا۔ جبکہ 09-2008 میں 2.4 فیصد تک کم ہو گیا ہے۔
میزانیائِ تخمینہ میں 
سبسڈی ادائیگیاں 
جی ڈی پی کا 
نظرثانی شدہ تخمینہ میں 
میزانیائِ تخمینہ میں اور 
گوشوارہ ۔ 26 میں اس کی تفاصیل دی گئی ہیں۔
گوشوارہ۔ 26
اعانتیں
واپڈا
واپڈا۔ GST 
واپڈا حکومت پاکستان کا حصہ برائے زرعی ٹیوب ویلز (12.5 فیصد)
واپڈا میں حکومت پاکستان کا حصہ 
برائے زرعی ٹیوب ویلز 
برائے زرعی ٹیوب ویلز 
واپڈا ٹیوب ویل۔ بلوچستان
انٹر ڈ سکونر خنامہ تفادت
KESC
GST. KESC
KE SC۔ بلوچستان میں ٹیوب ویل کی زرعی تفاوت
KESC  ٹیرف میں تفاوت کی مد میں
KESC  کو اس  مد میں
ٹیرف میں تفاوت 
KESC  کی PGCL& PSO کو قابل ادائيگی
KESC  کی  ادائيگی
PGCL& PSO کو 
ٹریڈنگ کارپوریشن آف پاکستان
TCP۔ گندم کی درآمد
TCP  درآمد
گندم کی 
TCP۔ چینی کی درآمد
چینی کی
TCP۔ کے نقصانات کی تلافی۔ کاٹن آپریشن
TCP تلافی
 نقصانات کی - کاٹن آپریشن
یوٹیلٹی سٹورز کا رپوریشن
یوٹیلٹی سٹورز کا رپوریشن
گھی پیکج
دالوں کی فروخت (USC)
فروخت
دالوں کی 
آٹے کی فروخت
آٹے کی 
رمضان المبارک پیکج
دیگر
پاسکو برائے متفرق/ گندم کی برآمد کیلئے
پاسکو 
 برائے متفرق/  برآمد کیلئے
گندم کی 
پاسکو پیڈی آپریشن کی مد میں
پاسکو  مد میں
پیڈی آپریشن کی
FFC۔ جارڈن
پاکستان ڈیری ڈویلپمنٹ کمپنی
SOPREST/GIK
فاٹا میں گندم کی فروخت
فاٹا میں گندم کی
گلگت ایجنسی میں گندم ، نمک اور چینی کی فروخت
 گندم کی 
نمک 
اور چینی کی گلگت ایجنسی میں 
R&D ٹیکسٹائل سیکٹر کی امداد
جاری اعانتیں
ترقیاتی اعانتیں
یوریا کھاد کی درآمد
درآمد  
 یوریا کھاد کی 
DAP کھاد
فاسفیٹ، اور پوٹاسک کھادوں کی درآمد
 درآمد
فاسفیٹ
اور پوٹاسک کھادوں کی
کل اعانتیں
خاص خاص اعانتوں کی تفصیل درج ذیل ہے۔
گزشتہ ایک سال کے دوران خام تیل کی قیمتوں میں بین الاقوامی سطح پر دوگنا سے بھی زیادہ اضافہ ہوا۔
بین الاقوامی قیمتیں 
خام تیل کی گزشتہ ایک سال کے دوران  دوگنا سےبھی زیادہ اضافہ ہوا 
حکومت نے یہ اضافہ صارفین کو منتقل نہیں کیا
حکومت نے یہ اضافہ منتقل نہیں کیا
صارفین کو
POL کی مصنوعات پر سبسڈی کے نتیجہ میں 2008-2007 بجٹ بہت بری طرح متاثر ہوا۔
اس مد میں سبسڈی کے نتیجہ میں 
قیمتوں کے فرق کی وجہ سے 
POL کی مصنوعات  نے بجٹ  کو  بری طرح متاثر کیا 
اس طرح جاری مالی سال کے دوران 15 ارب روپے بجٹ تخمینہ پر 160 ارب روپے متجاوز رقم ادا کی گئی۔
متجاوز 
زائد 
میزانیائی تخمینہ 
جاری مالی سال کے دوران ادا کی گئی 
POL کی مصنوعات کی بین الاقوامی قیمتوں میں شرح اضافہ کے باعث مئی 2008 میں حکومت 37.5 ارب روپے ماہانہ ادا کر رہی ہے۔ یعنی 1.25 ارب روپے روزانہ اس مقصد کے تحت بطور سبسڈی ادا کئے جار ہے ہیں۔
بین الاقوامی قیمتوں کی شرح  اضافہ 
POL کی مصنوعات 
ماہانہ 
مئی میں 
حکومت ادا کررہی ہے 
بلین ماہانہ 
بلین روزانہ سبسڈی کے تحت ادا کئے جارہے ہیں 
حکومت ایک بھاری رقم کھادوں اور زرعی اشیاء پر کسانوں کو اعانت کے طور پر دے رہی ہے۔
حکومت ایک بھاری رقم اعانت کے مد میں خرچ کررہی ہے 
جس کی وجہ سے کھادیں دستیاب ہوتی ہیں 
کسانوں کو 
موجودہ مالی سال میں 29.5 ارب روپے کی سبسڈی دی گئی
موجودہ مالی سال میں 
سبسڈی دی گئی 
اگلے سال یوریا، فاسفیٹ، اور پوٹاسک کھادوں پر 35 ارب روپے کی رقم بطور سبسدی مختص کی گئی ہے۔
اگلے سال 
بلین مختص کیے گئے
یوریا وغیرہ کے سبسڈی کے لیے 
فاسفیٹ 
پوٹاسک کھاد اور 
اکتوبر 2007ء میں ملک گندم کی شدید کمی دیکھنےمیں آئی۔ 
یہ دیکھنے میں آیا 
 سٹاک 
ملک میں گندم 
حکومت کے حکم پر ٹریڈنگ کارپوریشن نے گندم درآمد کی۔
ٹریڈنگ کارپوریشن نے 
پاکستان کی ہدایت پر گندم درآمد کی 
حکومت 
اس طرح گندم کی پیداواری قیمت اور قیمت فروخت میں واضح فرق کے پیش نظر حکومت نے 40 ارب روپے کی رقم موجودہ مالی سال میں بطور اعانت ادا کی۔ جبکہ 2008ء میں اس مقصد کے لیے 20 ارب روپےکی رقم مختص کی گئی  ہے۔
مختص رقم 
بطور سبسڈی ادا کی 
قیمت فروخت اور پیداواری قمیت میں واضح فرق کے پیش نظر 
موجودہ مالی سال میں ٹریڈنگ کارپوریشن  آف پاکستان کو 
رقم 
میزانیہ میں مختص کی گئی 
اس مقصد کے لیے 
حکومت باقا‏عدگی سے اشیائے خوردونوش کی طلب رسد اور قیمتوں پر نظر رکھے ہوئے ہے۔
حکومت باقاعدگی سے نظر رکھے ہوئے ہے
رسد  پر 
طلب 
قیمتوں پر 
مختلف اشیائے خوردو نوش کی 
حکومتی پالیسی کی تعمیل و تکمیل کیلئے یوٹیلٹی سٹورز کارپوریشن مختلف اشیاء خوردونوش مثلا کھانے کاتیل ، گھی، دالیں، چینی، آٹا، چاول اور چائے وغیرہ ارزاں نرخوں پر صارفین کو مہیا کر رہی ہے۔
حکومتی پالیسی کی تعمیل و تکمیل کیلئے یوٹیلٹی سٹورز کارپوریشن مہیا کر رہی ہے
دالیں 
چینی 
چاول 
آٹا 
چائے اور 
ارزاں نرخوں پر 
مالی سال 08-2007 میں ان اشیاء پر اعانت کی مد میں 1.8 ارب روپے رکھے گئے۔
بلین رکھے گئے 
ان اشیاء پر اعانت کی مد میں 
جبکہ سال 09-2008 میں 2.7 ارب کی خطیر رقم مختص کی گئی ہے۔
بلین مختص کی گئی ہے 
با ہفتم
سرکاری شعبے کا ترفیاتی پروگرام(PSDP) 2009-2008
سرکاری شعبے کا ترفیاتی پروگرام 
قومی اقتصادی کونسل (NEC) نے 09-2008 کے سرکاری شعبے کے ترقیاتی پروگرام کا حجم 549.7 بلین روپے مختص کیا گیا ہے جو کہ GDP کا 4.5 فیصد ہے۔ اس کی شرح 08-2007 کے نظر ثانی شدہ تخمینوں میں GDP کا 4.4 فیصد ہے۔
برائے سال 
قومی اقتصادی کونسل  نے حجم میں منظوری دی 
سرکاری شعبے کے ترقیاتی پروگرام  کے لیے 
جو کہ برابر ہے 
جی ڈی پی کا 
نظر ثانی شدہ تخمینوں میں جی ڈی پی کا
2008-2009 کیلئے سرکاری شعبے میں ترقیاتی پروگرام کے نمایاں خدوخال درج ذیل ہیں۔
نمایاں خدوخال
سرکاری شعبے میں ترقیاتی پروگرام کے 
برائے سال 2009-10 درج ذیل ہیں 
2008-09 کے بجٹ میں PSDP کاتخمینہ 550 بلین روپے ہے جبکہ 08-2007 کے نظر ثانی شدہ تخمینہ میں یہ 458 بلین روپے تھا جواس طرح اس میں 20 فیصد کا اضافہ مترشح ہوتاہے۔
پی ایس ڈی پی میں اضافہ کیا گیا ہے 
اس میزانیہ میں 
جس میں اضافہ مترشح ہوتا ہے 
نظر ثانی شدہ تخمینوں کے مقابلے میں 
2008-09 میں ERRA سمیت وفاقی PSDP کا تخمینہ 400 بلین روپے ہے جو کہ 08-2007 کے نظر ثانی شدہ تخمینے میں 308 بلین روپے تھا۔ اس طرح یہ مقابلتا 30 فیصد زائد ہے۔
وفاقی پی ایس ڈی پی بشمول ای آر آر اے 
تخمینہ لگایا گیا ہے
نظر ثانی شدہ تخمینے سے زیادہ ہے 
2008-2009 کے PSDP میں وفاقی وزارتوں اور ڈویژنوں کا حصہ 234  بلین روپے ہے جو کہ 2008-2007 کے میزانیائی تخمینہ جات کے مقابلے میں 19 فیصد اضافہ ظاہر کرتا ہے۔
حصہ 
وفاقی وزارتوں اور ڈویژنوں کا 
اضافہ ظاہر کرتا ہے 
میزانیائی تخمینہ جات کے مقابلے میں 
2008-2009 میں کارپوریشنوں کی PSDP کیلئے 51 بلین روپے رکھے گئے جو کہ سال 08-2007 کے میزانیائی تخمینہ میں 19 فیصد زیادہ ہے۔
کارپوریشنوں کی پی ایس ڈی پی 
رکھے گئے ہیں 
اضافہ ظاہر کرتا ہے 
2008-2009 میں خصوصی پروگرام کیلئے PSDP میں 62 بلین رپے مختص  کئے گئے ہیں جس میں انکم سپورٹ فنڈ کے لیے 34 بلین اور پیپلز ورکس پروگرام کیلئے 28 بلین روپے شامل ہیں۔
خصوصی پروگرام کے لیے مختص کیے گئے ہیں 
جس میں شامل ہیں 
انکم سپورٹ فنڈ
پیپلز ورکس پروگرام 
2008-2009 میں زلزلہ متاثرین کی بحالی اور تعمیر نو کی اتھارٹی (ERRA) کیلئے 27 بلین روپے رکھے گئے ہیں۔
زلزلہ متاثرین کی بحالی 
اور تعمیر نو کی اتھارٹی نے رکھے ہیں 
میزانیائی تخمینے میں 
میزانیہ 2009-2008 میں آزاد جموں وکشمیر، شمالی علاقہ جات اور قبائلی علاقہ جات جیسے خصوصی علاقوں کی ترقی کے لیے 26 بلین روپے رکھے گئے ہیں جو کہ 08-2007 کے مقابلہ میں 25 فیصد زیادہ ہیں۔
رقم 
میزانیہ میں مختص کی گئی  ہے 
برائے ترقی 
خصوصی علاقوں جیسے آزاد جموں و کشمیر 
شمالی علاقہ جات 
 فاٹا اور
بنسبت نظرثانی 
2008-2009 میں صوبائی پروگرام کےلیے 150 بلین روپے مہیا کئے گئے ہیں۔
صوبائی پروگرام
گوشوراہ۔ 27 وفاقی اور صوبائی حکومتوں کو مختص شدہ رقوم کی نشاندہی کرتاہے۔
گوشوراہ۔ 27  مختص شدہ رقوم کی نشاندہی کرتاہے۔
 وفاقی حکومت  کی 
صوبائی حکومتوں اور 
گوشوارہ۔ 27
PSDP کا حجم
وفاقی وزارتیں/ ڈویژنیں
شعبہ کابینہ
پاکستان اٹامک انرجی کمیشن
پاکستان نیوکلیر ریگولیٹر اتھارٹی
شعبہ تجارت
شعبہ مواصلات
وزارت بندرگاہیں و سمندری جہاز راتی
شعبہ ثقافت
شعبہ کھیل
شعبہ امور نوجوانان
شعبہ سیاحت
شعبہ دفاع
شعبہ دفاعی پیداوار
شعبہ معاشی امور
شعبہ تعلیم
اعلی تعلیمی کمیشن
شعبہ ماحولیات
شعبہ عملہ
شعبہ دیہی ترقی و بلدیات
شعبہ خزانہ
مرکزی مجلس مال
شعبہ خوراک، زراعت اور لائیو سٹاک
اور لائیو سٹاک ڈویژن 
شعبہ امور خارجہ
شعبہ صحت
شعبہ صنعت و پیدادار
صنعت
 و پیدادار شعبہ 
شعبہ اطلاعات ونشریات
اطلاعات 
و نشریات شعبہ 
شعبہ اطلاعاتی ٹیکنالوجی اور ٹیلی کام
اطلاعاتی ٹیکنالوجی 
اطلاعاتی ٹیکنالوجی 
ٹیلی کام ڈویژن 
شعبہ داخلہ
شعبہ محنت، افرادی قوت اور سمندر پار پاکستانی
محنت، افرادی قوت
 اور سمندر پار پاکستانی شعبہ 
شعبہ قانون و انصاف اور انسانی حقوق
قانون و انصاف 
اور انسانی حقوق شعبہ 
شعبہ انسداد منشیات
شعبہ سمندر پار پاکستانیز
قومی تعمیر نو بیورو
شعبہ پٹرولیم اور قدرتی گیس
 پٹرولیم 
اور قدرتی گیس شعبہ
منصوبہ بندی کمیشن
منصوبہ بندی 
اور کمیشن شعبہ 
شعبہ بہبود آبادی
شعبہ ریلویز
شعبہ ٹیکسٹائل انڈسٹری
شعبہ سائنس و ٹیکنالوجیکل تحقیق
سائنس
 و ٹیکنالوجیکل تحقیق شعبہ 
شعبہ شماریات
شعبہ پانی و بجلی
شعبہ ترقی خواتین
شعبہ سماجی بہبود اور خصوصی تعلیم
شعبہ رہائش و تعمیرات
کارپوریشنز 
واپڈا (پاور)
نیشنل ہائی وے اتھارٹی
خصوصی پروگرام
خوشحال پاکستان پروگرام۔I
خوشحال پاکستان پروگرام۔II
پیپلز ورکس پروگرام۔I
پیپلز ورکس پروگرام۔II
خوشحال پاکستان فنڈ
انکم سپورٹ فنڈ
خصوصی علاقہ
آزاد کشمیر
شمالی علاقے
فاٹا  
ERRA 
صوبائی پروگرام
کل PSDP(A+B+C)      
باب ہشتم
  قرضے اور سرمایہ کاری
قرضے 
اور سرمایہ کاری 
وفاقی حکومت کے معاشی اثاثے قابل سرمایہ کاری فنڈ اور صوبوں، AJ&K اور مختلف ایجنسیوں /اداروں اور گورنمنٹ ملازمین کو ان کی سرمایہ کاری اور قرضوں کی ضرورت پورا کرنے کے لیے دئیے گئے قرضوں پر مشتمل ہوتےہیں۔
معاشی اثاثے 
وفاقی حکومت کے مشتمل ہوتے ہیں 
سرمایہ کاری فنڈ 
اور قرضے 
صابائی حکومتوں کو 
آزاد جموں و کشمیر 
مختلف ایجنسیوں / اداروں 
اور گورنمنٹ ملازمین 
اس لیے کہ 
وہ قرضوں کی ضرورت پورا کریں 
 سرمایہ کاری  کے لیے  اور 
ان فنڈز کی اہمیت اس حقیقت پر مضمر ہے کہ یہ صوبوں اور کچھ وفاقی پروگراموں کی مالی ضروریات کو پورا کرتےہیں
اہمیت 
ان فنڈز کی اس حقیقت پر مضمر ہے
کہ مالی ضروریات پورا کرتے ہیں 
اور صوبوں 
وفاقی پروگراموں  کی 
جاریہ قرضے
2008-2009 کے میزانیے میں کل جاریہ قرضوں اور پیشگیوں کا تخمینہ 8365 ملین روپے ہے۔
کل جاریہ قرضے 
اور پیشگیوں کا تخمینہ لگایا گیا 
میزانیہ میں 
یہ قرضے وفاقی حکومت کی جانب سے مختلف مقاصد کیلئے مہیا کیے جاتے ہیں جن کی تفصیل گوشوارہ۔ 28 میں دی گئی ہے۔
یہ قرضےمہیا کیے جاتے ہیں 
مختلف مقاصد کے لیے جن کی تفصیل دی گئی ہے 
گوشوارہ۔ 28
میزانیہ
WAPDA کو حب اور خان پورڈیم کیلئے قرضے
واپڈا کو قرضے  دیے گئے 
حب  کے لیے 
خان پور ڈیم اور 
گورنمنٹ ملازمین کو قرضے
سرکاری ملازمین کو 
AJ& K کیلئے ذرائع آمدن
 ذرائع 
آمدن 
آزاد جموں و کشمیر  کے لیے 
دوست ممالک کو قرضے
دوست ممالک کو
PNRA کے ملازمین کو قرضے
ملازمین کو 
پی این آر اے کے 
جونا گڑھ اور کاٹھیا واڑ چیف
جونا گڑھ 
اور کاٹھیا واڑ چیف
واجبات سے 
پی او ڈی بی کے 
HSFO- LSFO کو تفریکی قیمت کی ادائيگی
وا پڈا۔ ایل ایس ایف او- ایچ ایس ایف او کو 
پرنٹنگ کارپوریشن آف پاکستان کے لیے حکومتی قرضے
پرنٹنگ کارپوریشن 
آف پاکستان
ترقیاتی قرضے
ترقیاتی قرضے اور پیشگیاں صوبوں ، آزاد جموں و کشمیر حکومت، مالیاتی وغیر مالیاتی اداروں، بلدیاتی اداروں اور دیگر کو ان کی ترقیاتی سرگرمیوں میں مدد دینے کے لیے فراہم کئے جاتے ہیں۔
ترقیاتی قرضے 
 اور پیشگیاں  دی جاتی ہیں 
صوبوں کو 
حکومت 
آزاد جموں و کشمیر 
مالیاتی وغیر مالیاتی اداروں
بلدیاتی اداروں 
اور دیگر کو 
ان کی ترقیاتی سرگرمیوں میں مدد دینے کے لیے فراہم کئے جاتے ہیں 
2008-2009 کے میزانیہ میں کل ترقیاتی قرضوں کا تخمینہ 95801 ملین روپے ہے جو کہ 2008-2007 کے نظر ثانی شدہ تخمینے 75404 روپے پر 27 فیصد اضافہ کو ظاہر کرتاہے۔
کل ترقیاتی قرضوں کا تخمینہ 
میزانیہ میں 
اضافہ ظاہر کرتا ہے 
نظر ثانی شدہ تخمینوں کے مقابلے میں 
گوشوارہ۔ 29 ترقیاتی قرضوں اور پیشگیوں کی تصویر پیش کرتاہے۔
تصویر پیش کرتا ہے 
ترقیاتی قرضوں  کی 
گوشوارہ۔ 29 
نقد ترقیاتی قرضے
بیرونی ترقیاتی قرضے
جاریہ سرمایہ کاری
2008-2009 کیلئے جاریہ سرمایہ اکاؤنٹ سے سرمایہ کاری کا تخمینہ 8847 ملین روپے ہے جبکہ 2008-2007 کے نظر ثانی شدہ تخمینے میں رقم 10936 ملین روپے رکھی گئی تھی۔
جاریہ سرمایہ اکاؤنٹ سے سرمایہ کاری 
بنسبت 
نظر ثانی شدہ تخمینے میں 
ذیل میں ایک تقابلی جائزہ دیا جا رہاہے۔
گوشوارہ۔ 30
جاریہ اکاؤنٹ سے وفاقی سرمایہ کاری
ECO تجارت کا سرمایہ جاتی حصہ
سرمایہ جاتی حصہ 
ای سی اہ تجارت کا 
ترقیاتی گیٹ وے فاؤنڈیشن کا بنکوں میں حصہ
کراچی شپ یارڈ اور انجینئرنگ ورکس (KS&EW)
کراچی شپ یارڈ
اور انجینئرنگ ورکس (KS&EW)
PIA میں حکومت پاکستان کا حصہ
SAARC میں حکومت پاکستان کا حصہ
حکومت پاکستان کا حصہ
سارک میں 
USC میں حکومت پاکستان کاحصہ
پاک عمان سرمایہ کاری کمپنی (POIC)
حکومت پاکستان کی شراکت/ حصہ
برونائی  سرمایہ کاری کمپنی میں
اسلامی ترقیاتی بنک (IDB) جدہ کا اضافہ شدہ سرمایہ
اضافہ شدہ سرمایہ
اسلامی ترقیاتی بنک (آئی ڈی بی ) جدہ کا
پاک ملائیشیا کے لیے حکومت پاکستان کا حصہ
 حصہ
حکومت پاکستان کا 
پاک ملائیشیا کے لیے 
پا ک چائنہ سرمایہ کاری کیلئے حکومت پاکستان کا حصہ
پا ک چائنہ سرمایہ کاری کیلئے 
پاک ایران سرمایہ کاری کیلئے حکومت پاکستان کاحصہ
پاک ایران سرمایہ کاری کیلئے حکومت پاکستان کا
پاک ایران سرمایہ کاری کیلئے 
پا ک بحرین مشترکہ سرمایہ کاری کمپنی کا قیام
پا ک بحرین مشترکہ سرمایہ کاری کمپنی کا 
پاکستان سٹیل ملز کے لیے حکومت پاکستان کا حصہ
پاکستان ٹیکسٹائل سٹی لمیٹڈ کیلئے حکومت پاکستان کا حصہ
پاکستان ڈیری ڈویلپمنٹ کمپنی کے لیے حکومت پاکستان کاحصہ
NIP کراچی میں حکومت پاکستان کی سرمایہ کاری
غربت کے خاتمے کے فنڈ میں حصہ
حصہ 
غربت کے خاتمے کے فنڈ میں 
اسلامک کارپوریشن (ICIEC)کا کیپیٹل سٹاک
کیپیٹل سٹاک 
اسلامک کارپوریشن (ICIEC)
باب نہم
وسط مدتی میزانیاتی فریم ورک(MTBP)
حکومت پاکستان نے وسط مدتی میزانیاتی فریم ورک(MTBP) کے تحت بجث میں اصلاحات متعارف کرائی ہیں۔
پاکستان نے وسط مدتی میزانیاتی فریم ورک(MTBP) کے تحت بجث میں اصلاحات متعارف کرائی ہیں 
اس فریم ورک کا مقصد منصوبہ بندی کی مجموعی صلاحیت اور بجٹ سازی کے عمل کی ترقی میں مدد دیتاہے تاکہ سرکاری اخراجات کو بہتر اور موثر بنایا جا سکے۔
وسط مدتی میزانیاتی فریم ورک  مدد دے گا 
مجموعی صلاحیت 
منصوبہ بندی 
اور بجٹ سازی 
اور معیار کو بہت بنانے میں 
اور موثر 
سرکا ری  اخراجات 
کثیر سالہ بجٹ کانظام وزارتوں کے لیے وہ گنجائش اور لچک پیدا کرتاہے جس کے تحت وہ منصوبہ بندی کر سکیں گےاور اپنی پالیسیوں پرعملدرآمد کر سکیں گی۔ جس سے سرکاری سطح پر کارکردگی میں بہتری آئے گی۔
کثیر سالہ بجٹ کانظام وزارتوں کے لیے وہ گنجائش مہیا کرتا ہے 
اور لچک پیدا کرتا ہے 
کرسکیں گے 
منصوبہ بندی 
اور پالیسیوں پر عمل درآمد 
جس سے سرکاری سطح پر کارکردگی میں بہتری آئے گی۔
وسط مدتی میزانیاتی فریم ورک(MTBP)کا آغاز 2003ء میں ہوا جو دو خاص حصوں پر مشتمل ہے۔
"ٹاپ ڈاؤن" طریقہ کار کانفاذ وزارت خزانہ میں شروع کر دیا گیاہے۔ "باٹم اپ" طریقہ کاربجٹ کی تیاری اور اس کی کارکردگی کو بہتر بنا تاہے۔
"ٹاپ ڈاؤن" طریقہ کار کانفاذ وزارت خزانہ میں شروع کر دیا گیاہے 
 اور "باٹم اپ" طریقہ کار 
بجٹ کی تیاری کو بہتر بنا تاہے
اس کی کارکردگی کو  وفاقی وزارتوں میں 
بجٹ کی تیاری کے مراحل میں مدد دینے کےلیےMTFF,FPF اور BSP جیسے راہنما اصول اپنائے گئے ہیں۔
ایم ٹی ایف ایف،  
ایف پی ایف، 
اور بی ایس پی 
راہنما اصول  اپنائے گئے ہیں 
بجٹ کی تیاری کے مراحل  میں مدد دینے کے لیے 
اطلاق 
 کامیابی سے 25 وزارتوں میں متعارف کرایا گیا
وزارتوں کو کہا گیا ہے کہ وہ ہر سہولت کی فراہمی کی قیمت کاتعین کرے اور اس سے منسلک سہولیات کا معیار بھی مقرر کرے۔
وزارتوں سے کہا گیا ہے 
قیمت کا تعین کرے 
فراہمی 
ہر سہولت 
جو کہ مہیا کی گئی ہے 
میزانیہ میں 
اور اشاریے 
اور اس سے منسلک سہولیات 
ہر سہولت کے لیے 
کارکردگی کی بنیاد پر بجٹ کو اپنایا جائے گا اور مستقبل میں نتائج کو شفاف بنا کر حکومتی اخراجات کے عوض خدمات بہم پہنچائی جائيں گی۔
وزرات خزانہ کو امید ہے کہ وسط مدتی طریقہ کار کو 10-2009 تک تمام وفاقی وزارتوں میں رائج کر دیا جائے گا۔
دیگر وزارتوں/ شعبہ جات میں وسط مدتی میزانیاتی فریم ورک پروگرام کا اطلاق
متعلقہ وزارتوں کی سطح پر MTBF پروگرام کے رہنما اصول اور MTBF پروگرام کے تحت بجٹ کال سرکلر جاری کیا گياہے۔
ان ہدایات اور سرکلر پرعملدرآمد کرتے ہوئے اپنے تین سالہ نتائج اور کارکردگی کے اہداف کاتعین کر لیا ہے۔
ایک تفصیلی طریقہ کار کو خرچ کی سطحی اکائی تک بجٹ میں مختص رقم کو بہترین کارکردگی سے منسلک کیا گیا ہے۔
ہر ہدف کیلئے طریقہ کار وضع کیا گیا ہے اور ہر مالی سال میں سہولیات بہم پہنچانے اور ان تک رسائی کیلئے اہداف مقرر کیے گئے ہیں۔
اس کے علاہ 
طریقہ کار وضع کیا گیا ہے 
ہر ہدف کے لیے 
سہولت بہم پہچانے  کے لیے 
اہداف مقرر کیے گئے ہیں 
سہولت بہم پہچانے 
مالی سال کے لیے 
عملی تربیت اور استعداد میں اضافہ کیلئے 2005ء سے نئی اور پرانی وزارتوں میں وسط مدتی میزانیاتی فریم ورک پر کامیابی سےعملدرآمد شروع کیا گیاہے۔
عملی 
تربیت 
اور استعداد 
جہ ایک خصوصیت ہے 
2005 سے نئی اور پرانی 
برائے سٹاف 
نئی وزارتیں 
وسط مدتی میزانیاتی فریم ورک
اور وہ وزاتیں 
جوکہ وسط مدتی میزانیاتی فریم ورک میں شامل ہیں 
کئِ سالوں سے 
وزارتوں کو اس کی ملکیت اور وسائل کے لحاظ سے ترجیحات کے مطابق وابستہ کرنے کیلئے خاطر خواہ حوصلہ افزائی کی گئی۔
وزارتوں کی حوصلہ افزائی کی گئ
 اس کی ملکیت 
میزانیائی تیاری میں 
معلوم کرنا 
ترجیحا ت کے مطابق 
وسائل کے لحاظ سے اپنے وزارتوں کو میزانیائی تخصیصی ترجیحات کے بارے بتائین 
وزارت کو 
درج ذیل وزارتیں وسط مدتی میزانیاتی فریم ورک پروگرام کے تحت ہیں
2005-06 سے
وزرات صحت
وزارت بہبود آبادی
2006-07 سے
وزارت تعلیم
وزارت خوراک و زراعت و مواشی
و مواشی
وزارت ترقی خواتین
2007-08 سے
وزارت تجارت
وزارت مواصلات
وزارت جہاز رانی اور بندرگاہیں
وزارت ٹیکسٹائل
وزارت ماحولیات
وزارت اطلاعات ۔ ٹیکنالوجی اور ٹیلی کمیونیکیشن
ور ٹیلی کمیونیکیشن
وزارت انسداد منشیات
وزارت پانی و بجلی
و بجلی
وزارت سماجی بہبود
وزارت بلدیات اور دیہی ترقی
اور دیہی ترقی
2008-09 سے
وزرات ثقافت
وزارت اقتصادی امور اور شماریات
اور شماریات 
وزارت صنعت و پیداوار اور خصوصی محرکات
پیداوار 
اور خصوصی محرکات 
وزارت نج کاری و سرمایہ کاری
و سرمایہ کاری 
وزارت اقلیتی امور
وزارت پارلیمانی امور
وزارت پٹرولیم وقدرتی وسائل
و قدرتی وسائل 
وزارت مذہبی امور، زکوۃ وعشر
زکوۃ 
و عشر 
وزارت سیاحت
وزارت امور نوجوانان
میزانیہ ایک نظر میں 09-2008
میزانیہ ایک نظر میں 
وصولیات
اخراجات  
ٹیکس ریونیو
جاریہ
نا ن ٹیکس ریونیو   
مجموعی ریونیو وصولیات
دفاعی امور اور خدمات
سرکاری احکامات اور حفاظتی امور
قطعی ریونیو وصولیات
قطعی سرمایہ جاتی وصولیات
ماحول کاتحفظ
بیرونی وصولیات
تعمیرات اور معاشرتی سہولیات
PSDP کیلئے صوبوں کی سیلف فناسنگ
صحت کے امور اور خدمات
تفریح، ثقافت خدمات 
ثقافت خدمات 
نجکاری کی پیشرفت
تعلیمی امور اور خدمات   
ترقیاتی
PSDP 
بنک سے قرضے
وفاقی حکومت   
صوبائی حکومتیں
فعلی کمی کا تخمینہ
فعلی کمی کا تخمینہ
دیگر ترقیاتی اخراجات
دیگر ترقیاتی اخراجات
کل وسائل
کل اخراجات
جس میں فیڈرل بورڈ آف ریونیو کے وصولیات کاتخمینہ 1250 بلین روپے لگایا گیا۔
جس میں فیڈرل بورڈ آف ریونیو کے وصولیات کاتخمینہ لگایا گیا 
آئین اسلامی جمہوریہ پاکستان کے آرٹیکل 84کے مطابق ضمنی مطالبات زر برائے گرانٹس اور مخصوص رقوم قومی اسمبلی کے سامنے رکھی جاتی ہیں۔
ضمنی مطالبات 
 برائے گرانٹس
مخصوص رقوم قومی اسمبلی کے سامنے رکھی جاتی ہیں
آئین کے آرٹیکل 84 کے مطابق 
اسلامی جمہوریہ پاکستان 
اسلامی جمہوریہ پاکستان 
ضمنی مطالبات برائے گرانٹس اور مخصوص رقوم ایسے اخراجات کو ظاہر کرتی ہین جو کہ بجٹ میں مختلف مطالبات/ مدات کے تحت مختص کی گئی ہیں۔
تفصیلات کو درج ذیل تین حصوں میں ترتیب دیا گیا ہے
مطالبات برائے جاری اخراجات 
مطالبات برائے ترقیاتی اخراجات 
وفاقی مجموعی فنڈ پر واجب الوضع مختصیات 
قاری کی آسانی کے لیے وزارتوں کے نام حروف تہجی کے اعتبار سے ترتیب دیئے گئے ہیں اور ان کے نیچے ضمنی مطالبات برائے گرانٹس اور مختصیات نمبروار دی گئی ہیں۔
اس فہرست میں میزانیہ کی طلبی گی کش، منظور شدہ ضمنی گرانٹ اور ضمنی گرانٹ شامل کرنے کے بعد کل مطالبات موجود ہیں۔
چونکہ ضمنی گرانٹ کا اصل بجٹ کے ساتھ براہ راست تعلق ہے اس لیے اسے نئے نمونہ حسابات کے تحت چارٹ آف اکاؤنٹس کے مطابق تیا کیا گیا ہے۔ 
دو شیڈولز میں ایک شیڈول جو آخر میں ہے، اس میں ضمنی جاری مطالبات کی فہرست مفصل اخراجات کی تفصیل شامل ہے۔
غیرتصوبی اخراجات کو پورا کرنے کے لیے مطلوب رقوم اور (ب) غیرتصویبی اخراجات کے علاوہ دیگر اخراجات کو پورا کرنے کے لیے رقوم۔
دوسرے شیڈول میں مختلف امور پر اخراجات کی زمرہ بندی اس طرح کی گئی ہے کہ ان امور کے لیے مختص رقوم اور اصل گنجائش دونوں کو اکٹھا دکھایا گیا ہے۔
فرخ قیوم، سیکریٹری حکومت پاکستان
تعارف 
اس کتاب میں دی گئی ضمنی گرانٹس کی زمرہ بندی حسب ذیل ہے:
ٹیکنیکل ضمنی گرانٹس 
ٹیکنیکل گرانٹس کی 4 کیٹگریز ہیں
خصوصی مقصد کے لیے اضافی اخراجات کو اسی مقدار کی رقم موجودہ گرانٹس کے تحت رکھی گئی رقم جو بجا کر لوٹا دی گئی ہو اس فاضل شدہ رقم سے پوراکیا جاتا ہے۔
اور اس کا وفاق کے مجموعی فنڈ پر کوئی اضافی بوجھ نہیں پڑتا۔
حسابات میں تسویہ کی غرض سے 
ان ضمنی گرانٹس کا کتاب میں اندراج ہوتا ہے نہ کہ نقدی پر اس کا کوئی اثر پڑتا ہے۔
ٹیکنیکل ضمنی گرانٹس کی منظوری ریاستی تجارت کے آئیٹم جیسے گندم اور کھاد کی درآمد کے لیے حاصل کی جاتی ہے۔
اخراجات کا بڑا حصہ سیل آمدنی سے پورا کیا جاتا ہے اور باقی بیلنس کو رعایت کے طور پے لیا جاتا ہے۔
اس سے ریاستی تجارت پر کوئی اثر نہیں پڑتا۔
ضمنی گرانٹ برخلاف "بیرونی ایڈگرانٹ" سال میں اضافی طور پر ٹیکنیکل شکل میں ملتی ہے، بنک قرضے میں اضافہ نہیں ہوتا البتہ اس سے مالیاتی خسارے میں اضافہ ہوتا ہے۔
ریلیف پہنچانے کے اقدامات پر اخراجات وزیراعظم کے سانحہ ریلیف فنڈ وغیرہ پورےکیے جاتے ہیں۔
کئی اخراجات مثلا اندرونی قرضوں کی ادائیگی محض اضافہ بغیر اضافی بوجھ پر میزانیہ ہیں۔
لہذا ضمنی گرانٹس کو ٹیکنیکل تصور کیا جاتا ہے۔
ٹوکن سپلیمنٹری گرانٹس 
جب کوئی مخصوص سروس کسی طلب زر میں مہیا نہیں کی جاتی تو ایک برائے نام رقم بذریعہ ضمنی گرانٹ فراہم کی جاتی ہیں، اسے عمل میں لانا پڑتا ہے۔
ضمنی گرانٹ کی ٹوکن رقم =/1000روپے اور باقی ماندہ اخراجات طلب زر کے اندر رہتے ہوئے بذریعہ تبدیلی مد پورے کیے جاتے ہیں۔
باقاعدہ ضمنی گرانٹس 
ضمنی گرانٹس کی یہ قسم ان مقاصد کے لیے فنڈ مہیا کرنا ہے، جن کو بوقت حتمی طلب زر محسوس نہ کیا گیا ہو یعنی پیش بندی نہ کی گئی ہو۔
ایسی گرانٹس کا میزانیہ پر اضافی بوجھ پڑتا ہے۔
درج بالا کی بنیاد پر کتاب میں ظاہر کیے گئے مطالبات زر برائے گرانٹس اور تخصیص مد بندی 2007-2008کی درج ذیل درجہ بندی کی جاسکتی ہے۔
ٹیکنیکل سپلیمنٹری 
ایک گرانٹ سے دوسری گرانٹ میں ڈالتا یہ PSDPکے اندر تسویہ کرنا 
علی الحساب یواین باز ادائیگی، وصولیاں علی الحساب ریلوے" یوایس سفارت خانہ کے حساب سے امداد برائے اے این ایف۔
نارکوٹکس کنٹرول، بیرونی امداد برائے افغان مہاجرین۔
سویابین آئل کی سیل سے وصولیوں کے برخلاف اخراجات، یو این پولیس کو کوسوو اور ہیٹی میں متفرف اخراجات (وصولیاں از یو ایس)
اندرونی قرض کی ادائیگی اور مختصر مدتی بیرونی وصولیاں
اخراجات بحساب محاصل
اخراجات بحساب محاصل
کابینہ سیکرٹریٹ 
ہنگامی ریلیف اور واپسی وطن
شعبہ کابینہ کے دیگر اخراجات
شعبہ بین الصوبائی رابطہ
فیڈرل پبلک سروس کمیشن
وزیراعظم سیکرٹریٹ
قومی احتساب بیورو
اٹامک انرجی 
سٹیشنری اور پرنٹنگ
شعبہ تجارت 
تجارت ڈویژن
شعبہ مواصلات 
مواصلات ڈویژن
شعبہ ثقافت
ثقافت ڈویژن
دیگر اخراجات ثقافت ڈویژن
شعبہ دفاع 
دفاع 
وفاقی حکومت تعلیمی انسٹی ٹیوشن کنٹونمنٹس اینڈ گریژنز
دفاعی خدمات
اعلی تعلیمی کمیشن
تعلیم 
محکمہ ذوالوجیکل سروے
قومی بچت
دیگر اخراجات شعبہ خزانہ
ریٹائرمنٹ الاؤنس و پنشن
وفاقی وصوبائی حکومتوں کے درمیان امدادی رقوم اور متفرق تسویات
رعایتیں اور متفرق اخراجات
شعبہ محاصلات
مرکزی مجلس مال
لینڈ کسٹمز اینڈ سنٹرل ایکسائز 
ٹیکس آمدنی اور کارپوریشن ٹیکس 
شعبہ خوراک، زراعت و لائیوسٹاک/ مواشحی 
امور خارجہ
شعبہ صحت 
طبی خدمات
پبلک ہیلتھ
شعبہ رہائش و تعمیرات 
سول ورکس 
شعبہ صنعت و پیدوار اور خصوصی ترغیبات 
محکمہ اطلاعات وطباعت 
بیرونی اطلاعی خدمات
شعبہ اطلاعاتی ٹیکنالوجی اور ٹیلی کام
داخلہ 
اسلام آباد
پاسپورٹ آرگنائزیشن
سول آرمڈ فورسز
فرنٹیر کانسٹیبلری 
پاکستان رینجرز
شعبہ داخلہ کے دیگر اخراجات 
شعبہ امور کشمیروشمالی علاقہ جات
شمالی علاقہ جات
شعبہ محنت و افرادی قوت 
شعبہ سمندر پار پاکستانی 
شعبہ قانون و انصاف اور انسانی حقوق
شعبہ دیہی ترقی وبلدیات 
شعبہ اقلیتی امور 
شعبہ پیٹرولیم و قدرتی گیس 
شعبہ منصوبہ بندی اور ترقی 
شعبہ نج کاری و سرمایہ کاری 
شعبہ مذہبی امور اور زکوۃ و عشر
اسلامی نظریاتی کونسل 
شعبہ سائنس وٹیکنالوجیکل تحقیق 
شعبہ سماجی بہبود وخصوصی تعلیم 
شعبہ کھیل 
شعبہ ریاستی وسرحری علاقہ جات 
وفاق کے زیرانتظام قبائلی علاقے
افغان ریفیوجیز
شعبہ ٹیکسٹائل انڈسٹری 
شعبہ سیاحت 
شعبہ پانی و بجلی 
ریاست کی تجارتی سکیموں کے اخراجات
راس المال کے دیگر رواں اخراجات 
وفاقی حکومت کے دیگر قرضے اور ایڈوانسز 
ترقیاتی اخراجات
ترقیاتی اخراجات بحساب محاصل
عملہ، گھریلو اور صدارتی الاؤنسز
بیرونی قرضوں کی ادائیگی 
قلیل المدت بیرونی قرضوں کی باز ادائیگی
آڈٹ
اندرونی قرضوں کی ادائيگی 
انتخاب/الیکشن
وفاقی محتسب 
اصل گرانٹ
ضمنی گرانٹ
کل/میزان گرانٹ
غیرتصوبی/ واجب الواضع
فنکشن کم ابجیکٹ
ضمنی گرانٹ برائے کابینہ سیکرٹریٹ کی زمرہ بندی۔
عمومی پبلک سروس
مختار کار اور قانون ساز ادارے
مالی اور مالیاتی امور، اندرونی امور
پارلیمانی/قانون سازی امور
ملازمین سے متعلقہ خرچہ
تنخواہ
افسران کی تنخواہ
دیگر عملہ کی تنخواہ
باقاعدہ الاؤنسز
عمل آور اخراجات
ملازمین کے ریٹائرمنٹ پر فائدے
گرانٹس و اعانتیں اور قرضوں کی معافی 
انتقالیاں
موجودہ چائیداد
طلب زر نمبر 
ہنگامی ریلیف اور وطن واپسی 
انتظامیہ
ریلیف کے اقدامات 
سندھ اور بلوچستان میں سائیکلون/فلڈ سے متاثرہ لوگوں کے ریلف کے لیے ریلیف کے سامان کی خریداری کے اخراجات کی نشاندہی کی گئی ہے۔
سہولیات 
مرمت و نگہداشت 
اخراجات افادہ 
بین الصوبائی رابطہ ڈویژن
عملی آوری اخراجات
پاکستان ایڈمنسٹریٹو سٹاف کالج کے اضافی اخراجات
سول سروسز اکیڈمی لاہور
نیشنل انسٹی ٹیوٹ آف پبلک ایڈمنسٹریشن لاہور، کوئٹہ، کراچی اور پشاور
دوران ملازمت فوت ہو جانے والے سرکاری ملازم کے کنبہ کو دی جانے والی مالی امداد کے خرچ کو ظاہر کرتی ہے۔
معاشی محافظت 
ایکزیکٹو
قانون ساز ادارے
مالی 
اتفاقی 
آپریٹنگ مصارف کی نشاندہی 
شعبہ تجارت 
معاشی معاملات/امور
تعمیرات وٹرانسپورٹ 
ثقافتی سرگرمیوں کی ترقی 
کی مدوں میں کمی کے باعث اخراجات
تنخواہ اور الاؤنسز اور نگہداشت بلڈنگ کی مد میں رقم کی کمی
مرحوم گورنمنٹ ملازمین کے کنبوں کو ٹی۔اے اور ٹوکن گرانٹ کی ادائیگی کی نشاندہی 
کرائے کی رہائشی بلڈنگ کے کرایہ پر اخراجات کی نشاندہی 
دفاعی خدمات پر لازمی ضروریات کا خرچہ
ٹوکن گرانٹ کی نشاندہی
وفاقی بیورو آف شماریات اکثر اوقات مختلف شہروں کا سروے کرتا ہے
گرانٹس، اعانتیں اور قرضوں کی معافی
وزیٹنگ سکالرز کی ہوائی ٹکٹوں اور بورڈنگ لاجنگ پر اخراجات کی نشاندہی
پیشہ ورانہ/ٹیکنیکل /یونیورسٹیاں/کالجز/انسٹی ٹیوشنز
کیڈٹ کالج پٹارو کے اخراجات، شاہ عبدالطیف کمیونٹی سنٹر اسلام آباد کی تعمیر نو
دوران ملازمت فوت ہونے والے سرکاری ملازمین کے کنبوں کی مدد/تلافی پر اخراجات کی نشاندہی
کانفرنس/سیمینار، آڈیٹوریم کی ادائیگی، دفتر کی بلڈنگ کا کرایہ، میڈیکل الاونسز رہائشی مکانوں کے کرائے میڈیکل بلوں کے اخراجات کی نشاندہی
خدمات عامہ 
خصوصی گرانٹ
غریب کسانوں کو قرضے
فرق 
بقایا دعوے
مشہوری و تشہیر 
نظامت، انسپکشن اینڈ انٹرنل آڈٹ
سیلز ٹیکس کی وصولی 
علاقائی/ ریجنل ٹیکس دفاتر
جہاز رانی 
ماہی گیری 
ضمنی گرانٹ برائے مرکز فضیلت، فنی اور تحقیق ترقی پروگرام اور پیداواری تخمینہ
امور خارجہ ڈویژن
اسلام آباد میں فلسطین چانسری بلڈنگ کی تعمیر کے اخراجات،افغان ٹریڈ ڈیویلپمنٹ سنٹر اور ٹوکن گرانٹ
اجرتی اخراجات
ترغیب کار
سٹرینجک سٹڈیز
امدادی رقم 
رہائش وتعیمرات ڈویژن
سیکٹر جی سکس اسلام آبد میں فلیٹس کی تعمیر پر لاگت کی سی ڈی اے اسلام آباد کو ادائیگی 
دوران ملازمت فوت ہونے والے سسرکاری ملازمین کے خاندان کی مالی اعانت 
اطلاعات و نشریات ڈویژن
نیشنل پریس کلب کے قیام کے لیے اخراجات
صدر کی ویب سائٹ کی نگہداشت کے اخراجات کی ادائیگی 
خصوصی مشہوری کے لیے فنڈ
اسلام آباد میں اندرونی سیکورٹی کی غرض سے پاکستان رینجرز کی خدمات کے اخراجات
حکوتی احکام اور حفاظتی امور 
ایف سی کے شہداء کے بچوں کے لیے/خصوصی بہبود پیکچ
گوسٹ گارڈز
ہیٹی اور کوسوو میں یواین مشن کے ساتھ ٹروپس کی تعیناتی 
جیل کے انتظام اور آپریشن
پولیس فورس میں اضافی تعداد پر اخراجات
مہاجرین کی خوراک و انتظام پر اخراجات
نئے اسلام آباد ہائی کورٹ، اسلام آباد میں قیام کے اخراجات کی نشاندہی
کانفرنس/سیمینار اور ضمنی ٹوکن گرانٹ کی نشاندہی
عمل کاری امداد 
منصوبہ بندی خدمات 
درج بالا انجمنوں میں نیچے دکھائی گئی وصولیوں میں شامل نہیں ہے
جن کا اخراجات میں کمی سے تسویہ کیا گیا
زائرین
بیرونی اور پاکستان وکلاء کی خدمات حاص کرنے پر اخراجات
بنیادی تحقیق 
پاکستان انجینئرنگ کونسل اسلام آباد کو دی گئی گرانٹ کی نشاندہی 
پاکستان سائیکلنگ فیڈریشن
پاکستان والی بال فیڈریشن
نیشنل پیرالمپک کمیٹی 
پاکستان فٹ بال فیڈریشن 
سن سیٹ گلف کلب
پاکستان سکاش فیڈریشن
اولمپک ٹارچ ریلی، اسلام آباد
مختلف حدات میں کمی کو پورا کنے کے لیے
شمالی وزیرستان ایجنسی کے متاثرین اپریشن کی تلافی
صحت کے ہسپتال اور ڈسپنسریز 
پولیٹیکل ایجنٹ، کرم ایجنسی
یونیورسٹی اور کالجز
بیرونی امدادی گرانٹ 
پاکستان کاٹن سٹینڈرڈز انسٹی ٹیوٹ کراچی کی ٹوکن گرانٹ
تلافی 
بحالی 
مرمت فرش 
سابقہ ذمہ داریاں 
دفتر جنسی اصلاح ایکشن پلان
کالا ڈھاکہ ترقیاتی پراجیکٹ اور خیبر ایریا ترقیاتی پراجیکٹ
نیشنل لاجسٹک سیل ڈیویلپرز پرائیویٹ لمیٹیڈ
تعمیر جناح ہسپتال، کابل، افغانستان
ہوسٹل برائے رحمان بابا سکول کابل
جنسی ریفارم ایکشن پلان
جنوبی وزیرستان ایجنسی ترقیاتی سکیمیں
میزان تقسیم رقم 
